#version: 0.2 - Trained by `huggingface/tokenizers`
l a
â Ģ
s h
d a
n i
g a
âĢ ĺ
r i
l i
Ġ b
t i
m a
d i
c h
Ġ t
s i
Ġ o
Ġ k
a r
la r
Ġ q
n g
y a
ga n
r a
o n
Ġ h
v a
Ġb o
i l
Ġ y
ni ng
la ri
sh i
Ġ s
g i
Ġ va
t a
Ġ a
Ġ m
Ġ i
Ġ e
Ġ u
Ġ ma
o r
Ġt a
ch i
da n
n a
z i
k i
k a
m i
m o
u n
s a
Ġb i
la n
Ġh a
ch a
li k
r o
d e
Ġk o
Ġ x
a t
e r
y o
l o
y i
q i
Ġ j
s t
Ġq i
Ġ f
Ġm u
l gan
Ġk e
Ġ âĢ
Ġt o
Ġy o
q a
Ġ sh
da gi
u r
Ġs o
b i
v o
Ġ p
Ġq o
Ġ B
ri sh
Ġ da
Ġ S
la sh
d o
a y
âĢ Ŀ
n o
Ġ A
a b
e n
u v
Ġbi lan
Ġha m
Ġ M
Ġ ya
âĢ Ļ
Ġi sh
la di
si ya
li gi
Ġ 1
Ġ 2
Ġt u
a n
Ġu ch
r e
Ġqi li
Ġb e
s o
Ġ de
a l
Ġ O
ĠâĢ ľ
st on
la b
i z
li b
b e
Ġ T
ar a
i r
q da
t o
a v
Ġbo sh
lar ni
Ġk u
ga ni
Ġuch un
t gan
Ġb u
l di
a h
j a
ar o
si da
la t
l u
Ġ na
z a
z o
b o
ya t
u l
u q
z be
li shi
Ġta sh
Ġ ra
Ġh o
Ġy il
ki ston
Ġ R
Ġt e
ti sh
b a
Ġbi r
Ġ chi
i y
u d
Ġ K
0 0
e t
Ġk i
li sh
zbe kiston
on a
mo qda
mi z
ti b
Ġ U
u s
lari ni
Ġq il
o y
Ġ (
o t
lar ga
ki n
lar ning
Â »
Â «
Ġk a
f a
s p
Ġ do
h a
k o
l e
u ri
ka t
Ġj a
o li
Ġs a
Ġa y
lan gan
Ġ I
la ni
ĠB u
ra t
Ġ v
ya ti
Ġ ch
l ma
Ġ g
e v
ng i
en t
il o
Ġm i
ĠS h
Ġ2 0
y di
ri b
Ġva zi
ti rish
Ġt ar
ma n
yi cha
uv chi
b u
Ġb er
ri n
m p
Ġ Â«
ab ar
Ġy u
s ti
lar da
Ġ Y
Ġda v
Ġh i
Ġi n
lari ga
ma t
Ġ n
Ġ si
Ġo r
k il
Ġx o
Ġ P
S h
k or
ni ya
Ġe ti
Ġx abar
Ġ Q
u b
Ġ N
k t
mo ni
l ga
u m
o sh
ka zi
Ġa v
Ġ ti
ro q
Ġqili sh
Ġ 3
ti da
Ġ re
m on
o s
ri lgan
Ġ D
de n
li y
Ġ H
lo v
ĠâĢ Ķ
Ġku ni
yo t
Ġsh u
Ġ J
yi n
i n
yo tgan
Ġha qi
di r
si z
Ġdav lat
Ġsh ah
Ġf a
y il
Ġ X
f i
h i
Ġmu m
Ġ Ġ
Ġmum kin
o v
Ġtash kil
ra di
Ġq a
Ġh u
Ġto moni
Ġ no
or t
Ġq ay
li q
Ġ F
si ni
u t
Ġv ilo
Ġe sa
de k
Ġ G
ma s
zi den
Ġo shi
Ġq ar
Ġa ma
re ziden
di m
Ġx iz
Ġtomoni dan
ra k
Ġde b
o ri
si ga
un da
x ona
mi y
lu m
Ġb a
Ġa so
li ka
Ġma r
Ġo lib
na di
m u
ub lika
sp ublika
bi y
Ġqili n
sh a
b at
Ġsh a
k u
ĠâĢ ĵ
Ġm e
li m
Ġm il
lar dan
ga r
m la
o l
2 0
Ġhi so
mi da
r sa
q ar
Ġma h
da m
Ġda vo
Ġ 5
ma ti
k ent
lari da
Ġbo r
âĢ ľ
ĠM a
z ar
Ġt ur
Ġ ni
li n
Ġ L
Ġva q
d da
Ġb ar
ĠR e
Ġi k
t di
t e
o ra
Ġj oy
osh kent
ti lgan
Ġya ngi
z il
Ġh ar
s ta
si ning
chi lik
Ġ 4
sh bu
Ġ20 1
Ġham da
lu mo
Ġbosh qa
Ġ V
Ġ E
ligi ni
Ġ C
Ġi m
ma ni
Ġf o
r u
bi r
d or
Ġk un
shi cha
ra n
Ġhaqi da
Ġ lo
da r
v i
ni q
Ġma mla
Ġj i
lari ning
Ġm o
Ġk or
y u
ri da
lumo t
s u
a niya
e k
Ġy e
ta di
Ġvazi r
Ġy i
Ġe ga
Ġ ga
ta b
ti r
di y
Ġq u
q at
âĢĿ ,
os siya
n ga
Ġha qda
a s
zi r
ĠRe spublika
Ġmi ng
al q
Ġs u
ning dek
Ġda ra
Ġqil di
Ġbe ri
y or
Ġke rak
Ġo lish
Ġh ud
si y
f o
d u
oy da
q o
uq aro
Ġo ldi
d bir
Ġ 7
Ġmamla kat
Ġi j
r ta
Ġf oyda
x s
m mo
mp aniya
qi n
f ar
Ġqil gan
Ġama lga
t siya
Ġra h
Ġe di
b or
Ġto p
Ġdara ja
Ġish lab
si dagi
Ġs ab
Ġhiso b
la nadi
Ġmil li
Ġe tish
e l
Ġchi qa
lani sh
Ġ 6
Ġf uqaro
j i
ma si
ta n
lan di
Ġyo sh
ĠT oshkent
Ġp reziden
Q Sh
Ġ ro
Ġe ng
e s
Ġav to
Ġik ki
Ġdo l
Ġvilo yati
Ġ vo
x i
la y
Ġy et
l gani
va l
Ġa niq
. âĢľ
ga cha
Ġ ri
l moqda
Ġchi qi
e ri
Ġyo ki
Ġfa oli
ĠR ossiya
gi ya
ng iz
Ġu ning
t ka
Ġho lat
l da
Ġh ara
00 0
Ġq at
zi m
s on
h o
ti ro
lari dan
Ġxiz mat
ti n
g u
la gan
yi ha
an da
Ġ di
unda y
ĠSh u
la yotgan
' m
ma r
Ġu shbu
si dan
Ġsab ab
Ġki ri
mo q
v iy
Ġhu j
un dan
Ġya na
z u
l sa
M a
Ġy or
Ġbar cha
Ġa h
Ġbe l
lash ti
Ġchi q
Ġja mo
ki d
Ġki shi
t da
Ġna far
j at
) ,
Ġtu mani
t kazi
Ġma v
p i
Ġko mpaniya
ĠRespublika si
Ġ 8
ĠS a
Ġs ay
p a
Ġq ab
o g
sa n
Ġor qa
lo t
Ġy er
Ġri vo
ti ni
Ġqar shi
Ġma q
Ġma sa
Ġ d
Ġish tiro
Ġlo yiha
rin chi
Ġta q
Ġbel gi
v ar
Ġber di
Ġqi s
Ġf i
Ġvazir ligi
Ġshah ar
ĠA QSh
lash tirish
ti ja
Ġfo iz
Ġn ar
Ġta lab
ir us
Ġq on
Ġu ni
Ġn e
Ġ zar
ra sh
q ti
Ġx alq
k tab
k ur
Ġqab ul
Ġ il
r on
Ġte z
Ġp ro
Ġb il
Ġe mas
ra sida
Ġqilin gan
Ġq uri
x shi
ri ga
Ġu y
t er
ma y
ni y
Ġho ki
Ġrivo j
Ġmaq sa
lan tirish
Ġta n
Ġbi z
Ġe ka
Ġsh ar
ma gan
l on
Ġ shi
Ġorqa li
Ġp ay
n di
Ġbe rish
Ġhara kat
na li
e y
Ġmasa la
Ġ -
mo l
Ġta y
o ni
Ġya xshi
kor lik
ri ni
Ġh uq
Ġp a
Ġtay yor
Ġta dbir
sa l
Ġso ha
va t
Ġma n
Ġq ara
d on
at ta
Ġ1 0
Ġxiz mati
Ġbo g
Ġb an
Ġa lo
ladi gan
Ġo lgan
Ġmilli on
Ġvilo yat
ti ga
Ġm un
b il
Ġ1 9
Ġra s
Ġbosh qar
y ev
Ġtu sh
shi ni
Ġma y
Ġdo ir
di da
ĠĠ ĠĠ
Ġx av
er g
Ġo lin
x ta
Ġda st
ĠY a
Ġah oli
le kt
yot gani
k li
Â» ,
Ġe tgan
ba ri
p ort
Ġna tija
ĠN a
bo l
ori y
ko ni
Ġdavo mida
z kur
Ġsa q
qti so
u z
ti mo
Ġy uq
qa n
lo q
j on
Ġe t
Ġdo i
Ġxo dim
Ġ 9
Ġbi rinchi
i da
zi mi
ri m
B u
Ġmah su
on av
o m
Ġi s
Ġrah bari
na t
lma gan
chi lar
il gan
Ġyu za
v er
Ġke yin
ta si
b r
ĠC h
Ġk atta
onav irus
Ġoshi rish
sp ort
Ġq anda
ya p
yi sh
x bor
ĠQ o
shi sh
z ga
lik da
Ġsi fa
Ġfaoli yati
Ġ za
ev ro
ta x
Ġte x
Ġsha xs
Ġo i
v e
Ġyil da
Ġqili b
Ġ cha
Ġeti lgan
ra m
Ġma j
h at
Ġish lar
ti q
no yat
la ydi
Ġim koni
Ġtu man
ni da
q uv
ri k
Ġxav f
zil gan
zu ga
ri ya
Ġo y
mi r
un yo
Ġch e
Ġishtiro k
Ġmun o
M av
Ġyor dam
Sh u
Ġmahsu lot
Ġta s
Ġa k
Ġch ora
Ġka sal
Ġya qin
Ġqanda y
li ni
xbor ot
Ġme h
âĢ Ķ
shi m
b ar
Ġpreziden ti
ur u
Ġbu y
i t
a ri
Mav zuga
Ġp ar
Ġbo la
Ġj u
e ch
Ġi chi
siya si
Ġras miy
Ġo yi
Ġhud ud
us u
i sh
Ġbe radi
Ġber gan
Ġja vo
Ġqay ta
Ġy ara
chi si
Ġkor onavirus
ut bol
do v
Ġk on
lani shi
Ġtash qa
Ġjamo a
Ġmar kazi
no ma
lik lar
Ġe k
Ġm l
Ġqay d
li ya
Ġma s
Ġo dam
Ġhuj jat
ma ydi
Ġyuq ori
Ġni s
Ġmah al
Ġke l
lash gan
Ġjavo b
Ġhud u
Ġb ah
Ġ1 5
av do
lo giya
Ġnis ba
i to
k ra
Ġu n
lma ydi
timo iy
Ġma t
mi n
sh li
Ġnisba tan
Ġshah ri
Ġre ja
Ġj oriy
Ġe lekt
Ġshu ningdek
ri sida
Ġho lda
Ġ Z
Ġhar biy
Ġu larning
Ġa j
Ġta kli
ĠT a
Ġxalq aro
Ġqon un
Ġtashqa ri
Ġmuno sa
ĠM u
zi yo
ri shi
Ġqi ladi
et r
Ġa xborot
. Â«
si ta
mo ya
Ġbir ga
Ġka m
lani b
mo bil
a m
Ġg uru
Ġhu ku
Ġmi q
Ġf ar
Ġke lgan
Ġs uv
i zi
Ġde ya
z m
Ġshar t
Ġku ch
Ġu lar
sh da
ro ja
Ġke lib
na l
Ġp ul
or o
bu ot
Ġte le
Ġo g
rsa t
sa ri
Ġf utbol
Ġs avdo
ito y
Ġqar or
Ġber moqda
Ġmu dda
Ġso ni
Ġsifa tida
di q
Ġham korlik
shi na
Ġmu ho
li da
Ġbi ri
ri ladi
Ġyil ning
Ġtashkil ot
Ġ tib
Ġdavo m
Ġj o
Ġi qtiso
dar yo
r gan
Ġs ud
i ston
Ġti zimi
Ġa n
Ġs e
Ġrivoj lantirish
a mmo
Ġju da
Ġka bi
ĠT o
Ġ la
b la
ch ki
ri lishi
Ġqa dar
yo l
zbekiston da
ĠM ir
y e
Ġha y
Ġeka n
Ġmat buot
li mi
Ġte gi
no v
Ġvaq t
Ġho zir
Ġvazi ri
i na
shim cha
Ġor tiq
Ġo qi
Ġa g
j ud
Ġaso siy
Ġmu ammo
1 9
x a
Ġ ar
k si
Ġso at
lov chi
Ġna fa
oli ya
Ġyuza sidan
Ġbe rilgan
Ġmu roja
ĠP reziden
av lat
ĠM ar
Ġij timoiy
rash uv
to ri
Ġe tdi
Ġs port
D ar
la m
Ġyi g
Ġja mi
Ġmu hi
Ġchiqa rish
la shi
li ga
xs us
mp i
gani ni
Ġtakli f
Ġy uri
Ġav val
Ġtaq dim
Ġd unyo
i s
p o
Ġtegi shli
Ġtu shi
Ġa s
m ma
yap ti
uri y
g ram
Ġh ech
ri ldi
zo d
Ġvo sita
Ġaso sida
Ġk ar
Ġga z
ay on
i de
Ġxavf siz
lari miz
ro v
ka ma
Ġolin gan
t ar
Ġavto mobil
Y a
2 1
ĠT ur
Ġmav jud
cha si
Ġji noyat
Ġhi moya
mo v
ĠT e
Ġdol lar
Ġke nga
Ġqilin di
z or
p e
Ġfi k
qi q
Ġoi la
Dar yo
kin chi
mi ni
Ġta ri
Ġma ktab
q on
sh ga
Ġtop shi
ti shi
rin bo
ya n
Ġkor xona
T a
Ġvazi yat
de mi
ra l
d diy
ĠI I
lik ka
ti ning
ĠV a
ni ga
Ġt ran
bla g
Ġma blag
Ġo chi
Ġmuroja at
Ġma xsus
la ma
u ra
Ġna zo
as sa
Ġ1 2
Ġmaqsa dida
kra ina
Ġish lari
na n
Ġhuq uq
u qi
ĠA b
ĠK o
Ġde di
i m
l lab
ĠB i
as si
Ġq aro
Ġqo ldi
ĠI n
lashti rilgan
ti bi
Ġbo ra
Ġpreziden t
ri j
Ġtas diq
li g
Ġqili ni
Ġto mon
um la
ah on
ta miz
assa sa
st e
lishi cha
sti t
Ġfoyda lanish
ro l
un ga
Ġa yol
Ġma zkur
a di
s la
A v
zi ga
Ġta h
Ġmu assasa
er ma
Ġsaq lash
r gani
si on
mar qan
t lar
yil da
Ġshah rida
z da
Ġqo lgan
Ġtur li
k on
lan uvchi
ra b
lik ni
tax assi
Ġor gan
Ġde gan
ĠH a
Ġmar ta
ni ni
Ġtar moq
Ġva kil
Ġvazi fa
Ġxo rij
e a
Ġya k
Ġhoki mi
Ġ1 1
Ġu mu
uv i
x on
Ġalo qa
di k
Ġki m
Ġyo g
Ġtu g
umla dan
r na
Ġhoki m
Ġha vo
f ot
Ġag ent
ar d
C h
ĠX itoy
Ġtar tib
sa t
Ġke lish
p re
ar li
ba tida
Ġsi yo
Ġay ti
Ġaj ra
Ġe tadi
rinbo sari
Ġb al
o h
Ġqi sh
ĠY evro
z gar
p roq
zbe k
Ġde ydi
ĠH o
ta k
ti miz
lishi ni
Ġch ek
Ġmu sta
Ġso dir
Ġda r
Ġban k
m or
yi ladi
Ġshi fo
Ġyet kazi
Ġmunosa bat
Ġbil dir
Ġmu x
sh ni
f t
s qi
s e
e ya
Ġtar qa
taxassi s
Ġma shina
Ġno m
ĠB o
Ġya sh
Ġne cha
Ġaso s
Ġbi no
Ġfa qat
ya br
p ar
Ġmuhi m
Ġmil liy
e ta
lash ga
ni k
Ġso g
hi da
o q
ver si
ĠK or
Ġrah bar
marqan d
ri f
Ġuch rashuv
Ġna v
Ġ1 6
ti rib
Ġ3 0
f on
z at
Ġo sh
Ġla vo
shi ga
Ġo l
Ġu nga
Ġyu k
Ġyosh li
ri y
av kat
Ġx usu
vo z
Ġi sta
Ġtex no
Ġsh unday
âĢĿ .
Ġbelgi langan
ĠK a
Ġmu vo
Ġin son
an ba
av iy
lo m
ti dan
ki ya
ĠMir ziyo
Ġm oliya
Ġmaj b
20 1
Ġe r
Ġ1 4
s s
k s
Ġa t
Ġ1 8
n er
T oshkent
Ġi y
x o
Ġhisob lanadi
Ġyu z
ti ldi
Ġ ru
yi b
Ġku za
Ġml n
fi q
Ġp o
Ġ2 00
ri lmoqda
Ġv ide
sla tib
Ġ2 5
tka zilgan
t uvchi
Ġta ni
ka z
vi shda
' t
Ġchiqi sh
ma ra
ĠMirziyo yev
Ġm en
Ġs ar
Ġ z
u lo
Ġra vishda
Ġ1 3
Ġm etr
ng gi
Ġyo z
quv vat
erg ov
Ġyana da
rat siya
bi q
t un
m eri
Ġfaoli yat
ka m
Ġe h
z on
Ġxodim lari
Ġyu bo
ĠD avlat
Ġhuq uqi
tir gan
Ġku ti
Ġb unday
ya si
t on
Ġmuvo fiq
Ġoyi da
Ġdoi rasida
ĠU kraina
Ġvaq tida
Ġ20 20
ri sidagi
Ġjoy lashgan
Ġso v
Ġichi da
Ġsay lov
yi dagi
na lish
gu st
tkazi sh
be k
gi k
ay li
ti rilgan
ligi ga
d di
Ġde yiladi
zi ni
Ġ "
Ġna mo
Ġa l
lo k
Ġp oy
Ġhaqi dagi
j o
Ġmu taxassis
Ġeti ldi
Ġ1 7
Ġyer da
Ġij ro
moq chi
Ġni ma
Ġzar ur
Ġkompaniya si
en tab
zo g
Shu ningdek
Ġte k
Ġi ste
meri ka
Ġtu f
Ġe tib
val roq
Ġga p
Ġx ona
zo q
Ġ 0
Ġmi n
Ġqi zi
ĠShu ningdek
Ġk lu
ĠK e
Ġsa mara
Ġik kinchi
Ġtuf ayli
) .
f ta
z an
ti yo
m e
ri q
ĠR a
mar t
bi yot
Ġuni versi
k siya
si yo
Ġmiq do
an u
ĠI s
Ġbo sqi
ar g
Ġin f
Ġso liq
2 2
ĠYevro pa
Ġhiso bi
do ra
Ġboshqar masi
Ġsha k
mi s
do sh
si q
rta sida
Ġx ari
Ġim zo
Ġma sh
za di
Ġmilli ard
1 2
Ġnazo rat
Ġelekt r
Ġho la
bo d
Ġbah o
Ġk unda
Ġqat or
Ġra i
Ġsh aro
q il
Ġo sti
Ġin ter
ĠSh avkat
ĠA f
Ġmeh nat
Ġmuho kama
li s
t ga
Ġtu radi
ta m
Ġin ve
Ġumu miy
ĠM ah
Ġchiqi b
Ġj ara
Ġre spublika
Ġtek shi
si n
Ġtexno logiya
Ġqi y
entab r
cha lik
E slatib
m il
Ġs an
Ġna sh
Ġjara yo
ga ra
i fa
lo h
Ġlo zim
m ni
ĠU ning
Ġguru h
Ġ201 9
ĠL e
Ġbe mor
Ġo ch
ĠA mmo
Ġmay don
Ġti zim
. .
i ga
ĠY o
Ġi chki
Ġoqi batida
ĠS o
kazi y
x at
mi ga
Ġy ur
Ġsabab li
ti ladi
r d
u niy
lma s
Ġalo hida
z lar
Ġmahal liy
Ġe l
Ġu larni
z lariga
ĠT ra
Ġfo izi
Ġvo q
Ġoldi n
ĠB a
Ġi shi
Ġnar sa
m g
Ġi dora
Ġish ga
tka z
Ġye tak
d ro
Ġtar ki
g un
Ġvaq tda
Ġu sti
Ġj umladan
il di
Ġch o
Ġtash qi
ĠSa marqand
s ul
Ġta yin
Ġsu rat
m lik
la yotgani
liq ni
di sa
ti ka
lo g
Ġish on
Ġagent ligi
si l
Ġbu tun
Ġra qa
Ġsa vo
Ġjamo at
chi lari
ab a
Ġmahal la
j al
gi na
Ġvoq ea
p lab
pre l
Ġha l
Ġdi re
Ġfoiz ga
Ġbosh lab
Ġva fot
na sh
n et
Ġvide o
Ġqu yidagi
Ġa mmo
Ġay b
ka br
ara f
m ga
Ġqili nadi
Ġhuku mat
Ġso tib
al b
lar dagi
Ġha fta
un ki
Ġ201 8
ĠKor eya
Ġat ro
Av valroq
no at
Ġyi li
s ki
ĠII B
d r
zi da
ri dan
âĢ ĵ
zi ning
ti v
Ġ r
ta yotgan
lishi ga
z aro
b us
Ġke ng
ma d
Ġvakil lari
si b
rsa tish
v on
kt or
Ġeti ladi
rish ga
mi tasi
Ġtumani da
ur nali
Ġf il
Ġfaoliyati ni
ĠA y
H o
gu ngi
ĠJ a
ĠA l
ka n
ay d
Ġtib biy
Ġche gara
mo dda
rsat ki
Ġo liy
la na
Ġmaqsa d
c e
Ġza mon
Ġsh o
Ġin stit
r ga
Ġama l
ri ta
ĠB osh
ndi jon
Ġyak un
Ġhuku mati
T o
Ġ2 4
Ġbil di
Ġpro ku
ĠB iz
Ġqish loq
Ġnar xi
e ro
Ġo ladi
Ġyil dan
Ġay tgan
Ġchi qar
a ti
Ġhay dov
Ġha j
Ġt or
Ġi bo
Ġya n
Ġo mma
ĠB e
k tori
Ġqo ida
Ġek sp
Ġq ur
chi k
bo t
Ġkun du
Ġj alb
u li
Ġil miy
Ġnatija sida
Ġke tgan
t s
Ġj aro
Ġjo yi
y xat
Ġrai si
yo ti
d qiq
le gram
ma di
Ġiqtiso diy
i ni
sh anba
q uvchi
s k
ĠM e
Ġx at
ti k
de r
Ġya sha
ĠA n
lab a
rita niya
Ġo rasida
r g
Ġp i
Ġu z
Ġ du
rat ura
Ġhuj um
x oro
r di
Ġ li
N a
Ġnar x
Ġt ergov
ro z
t li
ktab r
R e
Ġtu rib
f fa
Ġpay do
yil ning
gar lik
ĠTra mp
f at
di ya
li l
Ġ1 00
Ġbal ki
Ġmu va
ĠU shbu
zi b
Ġu chi
Ġka nali
ĠTur kiya
Ġbo zor
Ġta j
ĠU lar
Ġ2 3
Ġyetkazi b
Ġfik r
Ġj ar
lan gani
Ġquri lish
Ġnav bat
1 0
r t
Ġqaro ri
Ġtadbir kor
li ng
Ġu zoq
ta dbir
Ġyi rik
ta l
Ġso biq
Ġchiq qan
Ġish la
yil gan
Ġsha x
ĠM i
Ġdast ur
ja ligi
o d
Ġha lok
Ġfa ol
dqiq ot
b on
Ġq uv
Ġhudu di
sti tsiya
Ġxorij iy
Ġ201 7
Ġmuva ffa
Ġtib biyot
oni ston
sh ma
t ti
Ġzar ar
Ġku cha
Ġ20 21
Ġqil moqda
p p
Ġ2 2
Ġbo zo
ko v
Ġjoy larda
tish ga
Ġti k
Ġk ir
n e
Ġko mp
Ġdast uri
Ġqis mi
Ġaso san
Ġp oli
qi qa
sha di
ta t
Ġqi la
Ġtar tibi
ni b
Ġcha qi
Ġtu ri
Ġshart noma
on al
to v
yi ngi
b ay
Ġfar zan
ĠBi roq
p u
shi da
lo gik
Ġpay tda
ĠMar kaziy
h bat
zi ya
Ġzamon aviy
Ġimkoni yat
ĠQo zog
ĠA v
Ġq an
ni ka
Ġma da
ng il
ri ba
S a
Ġta bi
B undan
Ġ5 0
Ġke ladi
Ġo pe
Ġbosh lig
Ġi sti
ĠX alq
l g
y lab
ner giya
Ġml rd
n es
yu k
Ġnamo yish
Ġno mi
Ġkundu zi
Ġb ayon
Ġx a
Ġta x
Ġay rim
Ġo ra
Ġja zo
Ġqili shi
Ġke t
n chi
qi y
man gan
Ġviloyati da
z g
Ġch et
Q o
la k
r or
ĠO siyo
Ġbi roq
h e
R ossiya
u sh
Ġru x
s sa
Ġva ki
Ġil k
Ġj urnali
Ġe nergiya
f or
ĠB undan
Ġe rish
en ti
Ġ le
x ir
in lash
Ġtalab a
Ġma ro
Ġo b
Ġtran sport
ĠD e
Ġtash rif
ĠTe legram
g ona
Ġba ja
Ġyan var
Ġ2 1
m da
a laba
Ġke lishi
Ġko mis
m li
tka zil
Ġs ah
Ġke chasi
Ġshak l
Ġiqtiso di
n da
rsatki ch
Ġibo rat
Ġj ahon
Ġqu rol
Ġsa mol
Ġche mpi
Ġki rish
m er
Ġmeh mon
Ġtaj riba
Ġuniversi te
Ġa kt
k ilo
re di
K o
Ġman ba
ta qa
Ġo ta
rta sidagi
l jal
3 0
ka ti
y ti
st er
ĠD a
Ġeti lishicha
ma k
Ġhudu dida
Ġav i
Ġna zar
zir lar
Ġkasal lik
qi sh
Ġm os
Ġqili shicha
ĠPreziden t
bi ri
Ġho disa
ir g
k e
Ġshu g
I n
yati ni
ĠHo zir
Ġorgan lari
Ġtush un
lani shicha
Ġ dan
bi ya
ev ral
ĠAb du
Ġi liq
Ġishtiro ki
anu biy
erma niya
ĠS u
ksi na
Ġyo zadi
ĠS ha
Ġu yi
qa l
Ġish lash
Ġg o
ĠF a
Ġo zod
sh qa
Ġqilish ga
M u
lin gan
Ġbola lar
Ġu st
ma l
Ġis siq
Ġu ru
Ġs tan
Ġguru hi
sti k
ĠN e
Ġproku ratura
Q ayd
gar chilik
ĠO liy
Ġta v
Ġte ng
Ġrux sat
Ġvaki li
izi ston
ma lar
ov chi
Ġtur gan
B iz
Ġbuy on
ti ra
lgani ni
Ġbo j
m dan
Ġ2 7
A QSh
qi tuvchi
Ġg ol
to b
Ġx aba
ĠN o
p og
demi ya
Ġdire ktori
na da
o ya
lab ki
ĠB ritaniya
la ja
tti fo
Ġko dek
Ġtez likda
fa a
Ġyara tish
ti lishi
I D
il liy
zga rib
Ġmu h
ĠF arg
Ġtarki bi
Ġke ldi
Ġo lma
Ġsa lo
k va
č Ċ
qi b
Ġqil uvchi
Ġaniq langan
i b
kat siya
Ġbuy ur
ĠAf g
Ġinve stitsiya
Ġmu l
Ġg e
Ġa lma
k ara
chi ligi
y tirish
lumot lar
va n
f er
Ġjar ayon
yi shi
Ġk ilo
Ġmin taqa
Ġ gi
aro rat
zi q
e ra
Ġsu hbat
Ġi zo
Ġfuqaro lar
Ġnafa ri
Ġhu z
Ġpar ti
Ġda ro
Ġu yu
Ġquri lma
Ġo na
kid la
Ġyash ovchi
S S
h on
Ġfutbol chi
Ġo voz
ĠĠĠĠ ĠĠ
Ġbe sh
a li
Ġa ka
Ġva ksina
Ġhuz uri
do faa
ĠQ ora
Ġdaraja da
in garchilik
Ġmusta h
i ch
ch on
Ġu larga
Ġmar kaz
Ġe shi
zo kara
er t
o k
Ġtush gan
Ġi x
Ġmay do
Ġ2 8
Ġt er
Ġp an
U shbu
zbekiston ning
' s
vo iy
Ġpoy tax
k ki
d j
Ġs t
Ġk ur
mo g
Ġuch ra
Ġkuch li
Ġs ta
Ġayti shicha
ĠK u
sta n
mas lik
Ġs al
Ġman fa
mu sh
Ġja ng
Ġ2 6
ĠR o
Ġke chi
ba qa
Ġyor da
Ġvosita lari
Ġyangi lik
Ġxavfsiz lik
Ġkun lari
a z
Ġye tish
os kva
Ġsi z
ĠLe kin
qal pog
Ġtav siya
ĠP u
2 4
Ġle kin
Ġay tib
Ġbe kor
Ġt on
ĠS e
Ġomma viy
lan moqda
Ġ 000
Ġochi q
mu ni
Ġke yingi
e de
ba ti
Ġberi ldi
q qi
i bor
ah o
ra ti
z lari
Ġmar t
Ġya rim
m etr
d ul
Ġet moqda
ĠM en
Ġma qo
Ġde pu
g o
Ġun da
Ġku ra
Ġg u
Ġbosqi ch
Ġsavo l
Ġtash kilo
h ur
ka k
Ġo xi
Ġboj xona
Ġjaro hat
i noyat
Ġya ku
Ġta qiq
Ġqi yin
Ġkenga shi
Ġton na
i no
Ġti n
p er
Ġega l
Ġtabi iy
Ġxari d
Ġmanfa at
Ġham ma
Ġshaxs lar
ri za
si m
ri layotgan
Ġodam lar
Ġbildir di
Ġtu ga
Â ·
ĠNa mangan
Ġyil lik
bat ta
Ġshahri dagi
Ġha yot
Ġkar an
mas dan
loq ot
Ġmustah kam
Ġ ziyo
M T
Ġtayyor lash
ji kiston
Ġku rash
Ġinstit u
moni y
s b
shi b
Ġx ara
y xa
5 0
Ġqu lay
Ġmo dda
en siya
Ġbi t
ran siya
ĠB ir
Ġ19 9
Ġe ndi
en e
Ġsi nov
Ġoldi ni
shqa daryo
Ġjamoa si
po niya
Ġesa di
Ġhokim ligi
Ġp e
Ġloyiha si
ljal langan
Ġishon ch
Ġu sh
kidla shicha
Ġmasala lari
kid lanishicha
so baqa
ĠA ndijon
Ġav gust
Ġij o
ga ri
Ġosti da
Ġe va
Ġnash ri
Ġkelish uv
ni yat
Ġ W
ĠTa sh
Ġshifo kor
Ġyu bor
Ġiy ul
ĠVa zirlar
a shqadaryo
u k
Ġu s
Ġ ara
Ġbiz nes
Ġshifo xona
Ma zkur
Ġmu zokara
Ġtele fon
Ġyo ng
Ġk redi
Ġha li
mas ligi
Ġsharo it
Ġpoli tsiya
ri fi
gani dan
Ġmamlakat da
Ġy ar
Ġmux biri
Ġdol larga
B ar
m mat
V a
ĠA gar
Ġhuzuri dagi
Ġkiri tish
Ġmiq dor
ye kt
sa b
Ġbo rish
la ka
lik lari
Ġva ko
tir di
ĠN i
Ġu m
Ġta dqiqot
uvchi lar
Ġoi d
sa ngiz
Ġbirga likda
Ġay nan
modda si
ĠS i
Ġlavo zimi
Ġatro fi
qon uniy
Ġmuvaffa qi
Ġun dan
Ġ4 0
Ġyuza ga
mi yat
Ġki chik
y na
Ġy evro
Ġo li
Ġkoronavirus ga
Ġbo y
erg e
Ġki rib
Ġ201 6
Ġsamara li
j u
ĠA merika
Ġbo rasida
ĠBu xoro
Ġxusu siy
Ġa riza
yo h
zbekiston ga
Ġa f
zi sh
Ġo v
lumot lariga
za x
Ġsah ifa
Ġqi mmat
Ġtar zda
yo q
Ġne ft
Ġdo ri
ĠG ermaniya
ch e
r uv
ĠQ irg
b an
ĠE ron
lan d
Ġbosh ladi
lari dagi
ĠP o
Ġtani sh
Ġmiqdo ri
Ġsar f
ĠSh i
Ġinter net
er ti
i lish
Ġke s
Ġek sport
la hat
Ġpa la
na lishi
Ġji ddiy
Ġbi roz
uri ya
Ġay ni
T e
ah ar
Ġp ort
s um
Ġma so
ka si
Ġizo h
Ġama li
Ġmu loqot
Ġsa na
Ġelekt ron
Ġo lishi
ĠPreziden ti
Ġsoha sida
Ġtin ch
ran sport
Ġyil larda
qar or
rgani sh
or ta
Ġko m
Ġmahsulot lari
ek siya
Ġchiq di
Ġa ero
Ġr us
Ho zir
Ġjurnali st
A y
Ġqiy mati
Ġ2 9
mi ta
ĠYa ngi
s el
ma lari
ĠJ o
z al
Ġsamol yot
Ġtez kor
Ġ @
Ġye tib
Ġdoi miy
ĠNa voiy
t et
ĠM illiy
iz zax
Ġtu tilgan
A V
Ġak siya
ur xon
ov qat
av q
ĠE r
ng li
i d
siz lik
Ġdaro mad
Ġklu b
Ġmuvaffaqi yat
s ga
Ġis loh
Ġbu dj
Ġpa st
vo h
Ġtizimi ni
ĠJ anubiy
bu na
S o
Ġre ji
Ġi z
ko mil
ri lib
p ul
Ġb ay
Ġmusta qil
Ġkes kin
Ġko tibi
Ġberi ladi
Ġsiyo siy
Ġer kin
q u
y gan
Ġka may
Ġmas lahat
ĠJ inoyat
Ġikki ta
ti radi
Ġde y
zga rish
ĠM o
Ġde kabr
Ġma te
shi n
Ġqilini shicha
Ġuyu sh
r en
Ġqi z
ĠM oskva
l yu
Ġo buna
Ġta komil
Ġklu bi
Ġma laka
k ar
quvvat lash
Ġmo de
Ġba g
Ġpa sa
ulo sa
lish ni
y on
Ġto var
Ġf or
Ġja ri
Ġja mg
Ġdavlat lar
Ġer kak
Ġmu rab
tib or
Ġmu sobaqa
Ġming dan
v or
Ġyosh lar
Ġxara jat
t araf
Ġharakat lari
Ġtomon lama
Ġbo rib
Ġhaydov chi
q dan
ĠK un
m lar
Ġte st
Ġqu rish
k ka
Ġs ub
Ġsh ta
B i
Ġxo di
Ġno qonuniy
ri al
Ġke layotgan
Ġke tdi
p siya
Ġimkoni yati
1 5
Ġbit ta
ĠPu tin
Ġe rta
Ġbu gungi
Ġx il
k ro
Ġtash ab
Ġa prel
t lari
Ġya gona
iy ul
Ġbe ra
Ġnafa qat
Ġno yabr
mu a
in di
Ġvaq ti
lik dan
Ġqilini shi
lash di
Ġeka nini
Ġt erma
Ġyorda mida
t ur
Ġji s
Ġmav sum
Ġdast labki
Ġan cha
Ġtadbir korlik
f es
Ġfoyda lanuvchi
mi d
Ġch og
bu zar
ut er
ĠL i
Ġs entabr
Ġreja lashtirilgan
Ġay tdi
Ġfarzan d
tadi gan
Ġta ya
rat siyasi
Ġah vo
un cha
Ġmu ko
ĠA J
T ur
al qi
miz da
ĠH u
Ġa ha
Ġji hat
Ġd ona
Ġsi fat
Ġma g
kid ladi
Ġban ki
a na
Ġbar taraf
Ġo ziq
ur g
ĠH arorat
Ġkura shish
Ġavi a
Ġqan cha
Ġmaso fa
Ġda qiqa
B o
Ġmoliya viy
z e
Ġti l
Ġhara kati
Ġtex nika
en ga
sh o
Ġnazar da
D avlat
ĠA r
c om
xir gi
mani ston
ĠMa j
ligi da
usu san
al li
Ġak s
rat e
Ġpar lam
si r
avq ulo
Ġchiqa rilgan
Ġkaran tin
v ir
Ġyo pi
Y o
Ġmunosa bati
Ġhola ti
w w
Ġtar mog
Ġba za
lan ma
avqulo dda
Ġsa noat
mo liy
par tam
ĠTo jikiston
Ġtur mush
sh on
Ġka mida
Ġ zo
at siya
Ġmash hur
Ġmajb ur
p ay
j oy
Ġxizmat lari
s mi
sa k
qtiso diy
Ġbildir gan
Ġo n
Ġba j
Ġbo rilmoqda
indi ston
Ġin sp
Ġolin di
Ġx ulosa
t to
Ġtaq dir
Ġvazir lik
Ġtartib da
reziden t
um li
t u
bi li
ĠX o
Ġshax siy
or ti
lumot larga
Ġtex nik
Ġtah lil
Ġish chi
s entabr
Ġb undan
ab r
Ġji ho
Ġsa far
Ġxona don
Ġberilgan di
Ġye ngil
Ġsurat ga
t si
fa za
zo lari
ek un
ttifo qi
Ġvaq tin
av gust
Ġuniversite ti
Ġyetak chi
Ġtaya nib
Ġbozo ri
ha mma
h qon
ĠS an
ĠCh unki
Ġtar biya
Ġ âĢĺ
ĠCh e
ch ta
Ġte mir
urxon daryo
ĠU nda
be kt
Ġjami yat
Ġi mp
er mer
on un
Ġha tto
Ġqis qa
Ġf an
Ġyo zi
Ġmuho faza
yotgani ni
Ġjari ma
s ur
2 5
zat siya
Ġmaj mua
Ġqara tilgan
Ġbu ni
min lash
zi mida
Ġturib di
Ġrahbar lari
Ġban d
zbekiston lik
Ġtan lov
Ġoshi riladi
Ġn uq
Ġtushi b
Ġbar qaror
Ġtari qa
Ġke ch
Ġhaj mi
Ġ6 0
ĠY e
ta liya
sa lan
Ġhujjat lar
Ġvako lat
ddi n
Ġo q
Ġv irus
u diya
Ġ3 1
U ning
x t
ĠH ar
Ġx alqi
Ġbosh lagan
ĠO AV
Ġxabar da
Ġto za
b ul
zgar tirish
.. .
sti ka
ĠSh ar
rta cha
l lari
d ri
" ,
lu b
Ġqara may
Ġtele ka
Ġo bekt
Ġber uvchi
Ġyet arli
k lar
Ġq ut
Ġs mart
k kinchi
Ġj an
mo sha
Ġtari x
Ġbah s
tir uvchi
lan magan
ĠK on
di ga
dor lik
Ġb unga
ay ev
ĠĠĠĠ ĠĠĠĠ
ĠF ransiya
Ġye chi
Ġ _
Ġbor moqda
Ġholat da
Ġkiri tilgan
Ġt ara
Ġiqtisodi yot
Ġdey arli
Ġkomis siya
Ġparti ya
ĠA h
ĠL iga
lay n
e va
lanadi gan
Ġalma sh
Ġviloyati ning
ĠAb dul
rsa tilgan
ĠB MT
l er
Ġto g
ka timiz
Ġqilish ni
Ġjis moniy
ĠQora qalpog
Ġ5 00
ga ch
H u
Ġtakomil lashtirish
Ġmav zu
Ġiy un
O V
ĠV ladi
Ġdav r
Ġqilgan di
ĠS uriya
Ġu lu
Ġf on
le ga
Ġhisob ga
shi dan
Ġbora da
ĠL o
so s
K e
ri sa
Ġyo mon
Ġope ratsiya
Ġza vo
K or
Ġgu voh
r to
Ġjamoat chilik
ĠJ izzax
ĠYa poniya
Ġki yi
Ġolish ga
or lar
uq ur
Ġkodek sining
lana yotgan
ĠU larning
Ġki tob
la shish
ti l
Ġqo p
Ġnom zod
rna tilgan
Ġbe rib
Ġtekshi ruv
Ġji no
Ġisloh ot
2 3
Ġqo ra
k eta
ĠHa vo
ĠSha mol
Ġtan qi
te x
o lib
tkazil di
Ġkilo metr
Ġxodi mi
Ġ ilo
miz ni
laja k
Ġqa chon
vi ch
Ġeti lishi
f e
di gan
Ġeva ziga
s siya
Ġn or
x abar
ĠSh undan
Ġ201 5
en ko
Ġlavo zim
xi ra
Ġtashkilo ti
Ġst rate
miz ga
Ch J
Ġtashkilot lar
P rezident
Ġki no
Ġtumani dagi
sta gram
Ġham kor
Ġyil ga
niq sa
Ġsharo i
Ġdi p
yan var
bo ok
onal d
Ġeh tiyo
di ni
b al
Ġch or
lar us
Ġch unki
ora zm
B a
ta tsiya
Ġde partam
ud di
q li
re ss
Ġtari xi
Ġfik ri
ski y
Ġf ermer
Ġpro fes
ĠM ChJ
Ġsov uq
Ġov qat
D a
ir daryo
Ġqat nash
ti ng
Ġqay si
Ġo ktabr
bo yev
Ġo lim
Ġsha mol
Ġti li
landi ya
Ġekan ligini
t ransport
Ġyi gi
M ar
Ġyuri dik
Ġu cha
Ġboshqar uvi
ce book
ti lmoqda
Ġ zi
Ġto ifa
Ġb ara
Ġto mosha
ch oq
o ktabr
Ġ20 22
Ġeka ni
Ġdepu tat
ma siga
q qat
Ġch uqur
ĠP a
mi nan
Ġqo lish
Ġy on
laydi gan
lega tsiya
Ġmuammo lar
Ġmate rial
d lar
ĠIs lom
Ġre yti
ru psiya
ĠMa zkur
Ġuchi nchi
ar di
ĠQ u
20 20
Ġsh eri
muni katsiya
ĠVladi mir
le k
hamma d
M an
ara kat
ku na
Ġishtiroki da
r um
Ġaniq lash
Ġsaq lab
Ġhozir gi
m ent
zbekiston dagi
Ġka sb
y s
Ġs ur
Ġhozir da
lashi b
l li
Ya ngi
T A
st ra
Ġmul k
Ġmu alli
Ġor gani
l lar
b er
iy un
Ġe m
ĠL a
ĠMah kama
Ġ( âĢľ
son li
Ġza xira
ĠSh o
oro zi
sh yo
p chilik
u ni
ĠG a
Ġkuti lmoqda
Ġbosqi chi
Ġbo radi
stit ut
Ġmo ddiy
v yu
bi t
Ġhu k
Ġko l
Ġkredi t
Ġmudda t
sel ona
Ġboshqa rish
Ġmaro si
ri lgani
i shi
ngiz ni
Ġmu z
q ul
Ġmajb uriy
lo s
M e
ĠBu yuk
Ġsi n
Ġqar z
xona si
Ġog oh
Ġj abr
. _
ilo v
Ġde hqon
Ġmu dofaa
Ġtar k
Ġ7 0
Ġsiyo sa
lash ni
Ġholat lari
ĠXalq aro
Ġzar ba
Ġsan ksiya
Ġqa vat
Ġberi shi
Ġxo s
zi n
Ġk m
Ġimkoni ni
Ġbor gan
Ġtran s
ka b
tish ni
ĠBu ning
ar b
Ġfo to
Ġinstitu ti
tir moqda
Ġchek lov
Ġdav rida
Ġjarayo ni
Ġeti shi
t ma
ch rashuv
Ġka dr
Ġsu di
Ġya shi
ul du
Ġnavbat dagi
no yabr
i g
k et
sp aniya
u lot
Ġbu zi
d liya
Ġn orozi
Ġbosh langan
9 9
Ġu lardan
r niga
ĠRossiya ning
Ġtur dagi
Ġtash rifi
Ġeh ti
ĠS urxondaryo
a prel
Ġkuti lmaydi
Â» .
ĠA ra
ko mpaniya
Ġa u
Ġkenga ytirish
st ru
Ġsiyo sat
Ġf evral
Ġo ddiy
Ġde legatsiya
Ġmash g
Ġhudu diy
Ġberi shicha
Ġusti dan
st oni
Ġku zat
lumot larni
M en
Ġim kon
zil ma
ĠQ ashqadaryo
rin da
ĠL u
Ġa ta
Ġno ma
OV ID
Ġbo is
Re al
to riya
Ġ3 5
Ġboshqar uv
Ġim tiyo
qo bat
Ġra keta
Ġmahsulot lar
mon ov
ĠS og
mla kat
Ġjarayo nida
de kabr
Ġbu ning
Ġhi s
Ġva lyu
ĠY u
Ġxaba riga
Ġqis qar
Ġfoyda lani
Ġa gar
rin ni
1 8
Ġakt yor
p ov
Ġya qi
yap miz
1 7
ĠB ar
lar aro
mati k
yxat dan
Ġjavob gar
Ġetish ga
Ġjino iy
ĠB unday
K a
za m
Ġavto bus
ro il
Ġra d
e z
ĠH indiston
lay ev
Ġaniq landi
Ġan ju
li ning
da l
al la
Ġyasha sh
Ġsoha sidagi
Ġxavfsiz ligi
tkazi b
i lishi
Ġaha miyat
ĠH am
Ġavto ma
Ġna mu
zi z
Ġish larini
sa m
ĠK ari
Ġda m
Ġyet ka
Ġfi li
ka masi
Ġ8 0
Ġkon s
Ġhamkorlik ni
Ġo da
tija da
Ġel chi
Ġnuq ta
tadbir lar
g or
Ġxo h
Ġ9 0
ĠKe yin
X alq
te l
Ġe n
f f
Ġdar s
' d
H a
Ġqi layotgan
gan di
Ġijo biy
ĠJ ahon
Ġavval roq
Ġb aro
Ġstan dar
on lar
Ġix ti
Ġmah rum
Ġtarmoq larda
ĠRespublika sining
Bar selona
ĠR ah
si sh
Ġchiqar uvchi
Ġama liy
Ġo la
I A
Ġri oya
gan da
ĠD onald
Ġbosh la
Ġtax minan
Ġmarkazi y
sur s
l lani
Ġp un
i ro
Ġoy lik
Ġs eri
Ġke tishi
t ni
Ġmuassasa lari
Ġmamla katimiz
Ġso lish
Ġon layn
Ġvalyu ta
lik ning
Ġga pi
Ġe ri
20 19
Ġbu gun
Ġpa xta
Ġtop ish
Ġquri lishi
Ġinter vyu
chi q
rish ni
kt ar
L i
ĠB er
Ġo xirgi
Ġtas vir
Ġke cha
ĠA s
Ġil gari
iz a
ĠS irdaryo
A l
Ġjiho z
Ġshar qdan
gi da
Ġa ng
mi no
Ġal batta
lash uv
ĠX orazm
ĠD i
on anda
ĠMu hammad
Ġcha lingan
B ir
jo rat
Ġfil m
shi q
A T
Ġqon uniy
Ġra qobat
ĠC OVID
Ġatrofi da
Ġdaraja si
ri ladigan
ĠP e
q nash
Ġmaqo la
Ġayol lar
Ġsh uncha
Ġteleka nali
Ġha yo
1 1
Ġni zo
Ġatro f
ĠZ a
lar di
Ġish lagan
Ġxizmat lar
maydi gan
Ġmo bil
Ġf un
Ġmiqdo rida
Ġhuquqi y
ja lik
Ġyet di
miz ning
z A
ĠToshkent da
G az
erge tika
ĠE ndi
da v
ĠTash qi
shi ng
Ġhamkorlik da
g oh
ĠQ onun
Ġchora lar
Ġyo mg
ah ra
Ġge ktar
Ġqo ladi
demi yasi
Ġparlam ent
Ġucha st
Ġmux lis
i qtisodiy
Ġta mo
rga z
ha ti
ĠII V
Ġmo bay
Ġol tin
tkazi ladi
Ġavtoma shina
ĠI chki
Ġqil gani
Ġqat na
Ġsmart fon
di o
lu bi
Ġdip lo
ka sh
na ti
Ġro zi
I V
lmas ligi
um on
Ġziyo d
4 0
ĠMa salan
Ġre surs
Ġoldi da
Ġholat lar
Ġisti q
rini sh
Ġpan demiya
t moqda
t ra
j jat
ĠK im
lu g
Ġmasala lar
201 8
Ġar zon
l yat
Ġxat o
Ġturi zm
Ġpay t
Ġmobay nida
et ro
Ġbo xabar
t qi
Ġme xa
Ġtayyor garlik
qi smi
Ġmiqdor da
Ġij ara
S port
Ġoch ko
s ka
Ġmaydo ni
Ġista sangiz
P a
Ġke lmoqda
B e
p ol
Ġyil lar
i yo
Ġbi ti
Ġsu rish
Ġbi lim
Ġta na
Ġmu ta
Ġhi ssa
Ġoshi rilgan
Ġli ts
A R
le ks
chi b
Ġtaq di
ĠAra bi
Ġchempi ona
Ġjami yati
rat u
che ster
Ġmamlakat ning
Ġsu g
ĠK enga
Ġtop ilgan
ĠC hi
L o
ĠN ur
yin da
Ġavval gi
Ġfikri cha
Ġhozir cha
Ġqar ab
Ġsalo hi
ĠF ar
m et
Ġnamu na
Ġba land
Ġmuzokara lar
Ġamali yot
vo sti
t or
ĠAQSh ning
w it
Ġo lini
Ġbiz ning
Ġehtiyo j
Ġa da
Ġixti sos
X itoy
1 6
ĠU nga
Ġbaj ar
Ġha yoti
Ġol ti
Ġqa moq
lay man
Ġs ut
ligi dan
Ġmurab biy
Ġbir or
bo y
sa ddi
In ter
gi ch
ĠN or
ya di
Ġtartib ga
r ma
Ġsha kli
ĠA ng
lma di
ĠK ar
Ġmi jo
. âĢĶ
Ġviloyat larida
ti hon
Ġkiri ti
Ġak sari
Ġus kuna
Ġrahbari yati
ĠB ay
Ġyangilik laridan
Ġx ay
na yotgan
K un
Ġxusu san
ĠMahkama sining
Ġha q
ngiz ga
yi da
bi ni
Ġqilingan di
ĠShi moliy
Ġ3 00
riy b
Ġchiqi shi
ĠU ni
fi lak
Ġ19 8
Ġhisobi ga
Ġkol le
x sha
Ġraqa m
Ġaholi ning
ĠT he
ĠBe larus
Ġtara qqi
to sh
ĠD o
Ġho sil
Ġsay yoh
ta zam
Ġv e
ĠArabi stoni
20 21
Ġrivoj lanish
sh anda
vat sion
Ġtasdiq langan
Ya nada
Ġso tish
lanishi ga
h arakat
k er
k ta
Ġu l
lma sa
tadbir lari
Ġhisobi dan
Ġj on
Ay ni
f evral
Ġmajb uri
Ġqavat li
mu ro
Ġakt risa
Ġhola tiga
ĠI taliya
Ġqa riyb
lish er
tir uv
Ġin no
Ġmutaxassis lar
Ġumu man
Ġke tish
B osh
sa noat
Ġre kor
Ġ +
Ġbar po
Ġxaba rida
Ġbudj et
Ġv er
Ġsheri k
mi sh
jon ov
Ġsal biy
Ġaholi si
zo si
ĠAy ni
ko m
ekun d
dav lat
lo l
Ġuru sh
Ġya dro
Ġyu t
Ġva z
o z
Ġyil gi
Ġho l
ra fi
us ta
la ti
ga z
1 3
Ġmada niyat
ek siyasi
wit ter
Ġkam era
Ġusti da
Bu gun
Ġqi ladigan
Ġkor rupsiya
lash adi
Ġoshi rilishi
Ġtopshi riq
Ġshahri ning
s ekund
Ġne chta
Ġdoi m
Ġka fo
ra y
bat ga
Ġtur ar
w s
Ġinf ratu
Ġso t
Ġmada niy
Ġkel gu
li dan
Ġmun tazam
Ġu sta
ĠShu ning
r ni
Ġi no
ti riladi
Ġekan ligi
2 00
. "
6 0
chi larning
Ġter ror
Ġo lmaydi
Ġchiq ilgan
o va
Ġinf eksiya
Ġu sul
R o
Ġa merika
Ġkel tirib
ĠX ususan
li si
Ġ3 3
Ġf avqulodda
D e
mon lar
Ġro ssiya
Ġmehmon xona
Ġay tish
la v
Ġbuy um
ish langan
z larini
Ġoli nadi
Ġto sh
j timoiy
Ġsov g
rsa tgan
y er
ĠSa udiya
Ġhuquq lari
1 4
t en
Ġmuvaffaqiyat li
man d
Ġelekt ro
Ġum um
Ġe s
Ġkun lik
u mi
Ġdol larni
Ġino batga
o logiya
bi n
ĠK i
Ġbarcha si
Ġgap ir
layotgani ni
ur mat
A gar
Ġtah di
Ta dbir
ot or
ĠE l
Ġo son
un ar
Ġg umon
k maniston
Ġkuch lari
Ġhaqi qiy
Ġqaro riga
Ġpala tasi
Ġbi rida
Ġsifat li
l ni
Ġuchast ka
Ġbo shida
uq uqi
sion al
Ġmumkin ligini
Ġe ko
Ġmustahkam lash
at r
o logik
p s
Ġku chi
uv or
Ġuniversi tet
2 7
v ka
Ġav va
Ġs um
Ġmas ji
âĢ ¢
Ġimp ort
Ġma na
a da
Ġay landi
Ġpar voz
Ġsamara dor
mo kra
Ġu rib
Ġim tihon
ro ri
Ġoshirish ga
ub ha
zbe ki
ni m
Ġmi g
Ġvazirligi ning
Ġchiqa rib
Ġmuko fot
Ġsh undan
va riya
Ġust uvor
ĠBi rinchi
fi ga
T u
Ġmav su
d dan
ĠF ede
lo bal
Ġq or
Ġyara tilgan
Ġt araf
Ġ201 4
Ġbu lu
m uriy
Ġmamlakat lar
J a
Man chester
Ġm ol
Ġay lan
Ġmexa ni
uquqi y
stitut siya
Ġbaro bar
Ġmasala si
Ġoqi bat
Ġmudda ti
Ġme va
Ġhudud larda
Ġp re
d lik
Ġboshqar ma
Ġtashkilot lari
TA SS
ro s
Ġs er
i ning
Ġnav batida
ĠMaj lis
Ġmuta saddi
Ġreja lash
ĠHozir da
e sti
Ġuy g
q qa
m en
Ġkasal xona
liy ev
Ġamal dagi
Ġuch ta
do ri
Ġbosh landi
Ġhudud larida
Ġar mi
Ġbora yotgan
Ġx uddi
lo kat
Ġdol lari
Ġmarkazi da
A ndijon
Ġberish ni
Ġo k
Ġu mid
i dan
ya ga
b erg
Ġay niqsa
Ġreja lashti
ng da
Ġichi ga
ti dagi
201 7
Ġxav fi
gani da
dir uv
Ġdoi ra
A r
M i
Ġfuqaro lari
Ġsab a
z lik
Ġinstit ut
lani shini
o yib
Ġbayon ot
cha sida
ĠS ar
s us
Ġjoyi da
ni ta
Ġtax min
da qiqa
g e
Ġay tilgan
ĠJ on
Ġman sab
Ġni shon
Ġyo tqi
Ġfuqaro larning
2 8
lgan di
no masi
Ġs un
ta f
kid lab
Ġkomis siyasi
Ġma kta
Ġga cha
ĠQ ar
qo mat
Ġkam chilik
ĠIs roil
p ro
A n
Ġtushi shi
Ġhokimi yat
Ġbelgi lab
zo da
sh t
pp le
; _
Ġfoydalanish ga
Ġdunyo ning
S u
ĠY er
Ġdi z
ĠB unda
Ġvaziyat ni
Ġqa m
Bu xoro
s or
Ġpro filak
yxat ga
ri ng
Ġf ede
Ġshi ko
Ġqila miz
Ġchiqa di
do lat
ra zi
ĠKari mov
or k
ti rildi
lsa k
Ġnatija lari
Ġqis m
lyat siya
Q S
tkaz gan
li mpi
ĠP ro
Q ora
ra gan
Ġqur bon
Ġnash r
Ġo lmagan
ĠFa cebook
Ġ4 6
Ġaloqa lar
ha vo
unyo d
yil di
Ġ4 5
Ġsta ti
Ġmu o
Ġsalo mat
ĠI spaniya
Ġtayin landi
Ġhi b
nita riya
Ġmen ga
Ġyozi shicha
erti fi
Ġe ski
Ġyil gacha
Ġish larni
ĠChe mpi
qi shga
l lash
Ġeh timo
tirish ga
Ġilo va
Ġisti qomat
vo sita
Ġy uldu
Ġpi yo
Ġmudda tli
rto g
bit uriy
re y
X abar
Ġmudda tga
o ta
Ġdavo lash
Ġquv vat
Ġbiz ga
bituriy ent
ĠNa tijada
Ġkun larda
shing ton
Ġre k
Ġstan siya
ni sh
Ġichi mlik
Ġqay er
u so
va y
Ġistiq bol
Ġsay tida
Ġjihat dan
Ġav lo
Ġtashab bus
mi t
la s
rsa tib
ilish da
ĠS iz
Ġtop gan
ara di
Ġbe pul
Ġkafo lat
F a
ĠG o
g on
Ġbosh chiligi
Ġb ur
Ġviloyat lari
Ġp orta
Ġ3 4
ĠO q
Ġdepartam enti
D R
Ġkar ta
Ġvazifa sini
taf sil
Ġvaqtin cha
uri yati
lov chilar
tin chi
Ġxavf li
Ġtayin langan
Ġ3 2
Ġavto mo
ar masi
Ġka ma
t r
ma yapti
Ġxabar lar
en ziya
Ġu lg
la moqda
Ġyet kaz
cha n
vo za
Ġrus umli
Ġta k
g no
Ġyer ga
To lib
Ġbulu tli
Ġpoy ez
E S
Ġyash ay
Ġ lab
Hozir da
tkaz di
ĠRossiya da
Ġhuk m
zi lar
kid lagan
Ġe pi
Ġqizi q
Ġnomi dagi
âĢĿ .âĢľ
Ġtadbir lar
t t
Ġz ona
ĠA lisher
Ġdavlat lari
l dan
ĠA ir
Ġre a
u f
so l
bi da
ma tov
Ġtu za
Ġay t
Ġbu z
Ġavia kompaniya
T M
ĠP ar
Ġka pi
F A
Ġta la
Ġdunyo da
Ġki radi
Ġqish log
i roq
Ġsh ubha
an di
Ġvo z
Ġqo zon
Ġqilin moqda
9 0
Ġtanqi d
s ning
Ġyetak chisi
na y
Ġjoy lashti
Ġmumkin ligi
vi ga
zar b
ti layotgan
gi ron
Ġberish ga
Ġjo iz
Ġrossiya lik
ĠI sh
Gaz eta
ĠRossiya ga
Ġtinch lik
ilo yat
Ġkiri tgan
Ġs ertifi
rak kab
ta sh
Ġtu zi
zbeki stan
Ġdol lardan
Ġh aro
8 0
Ġora da
n dan
ri gacha
zi dan
Ġtar g
u y
Ġenergiya si
yo sh
Ġ3 7
Ġdu ch
Ġti jorat
ch ka
ĠJa mo
ĠQ ur
Ġo mil
ĠZ o
Ġk lini
j ayev
o da
Ġs ara
Ġmahsulot larini
Ġmu si
rgani b
I s
ri ka
Ġchempi on
ĠM at
Ġyubor gan
iy ev
Ġaero p
Ġni qo
Ġpoytax t
Ġye tgan
ra yotgan
Ġqat ori
Ġajra tilgan
Ġish dan
Ġbelgi landi
Ġsa no
sa y
2 6
ĠU s
U chrashuv
Ġogoh lan
Ġehti yot
ye va
ni dan
ĠU lug
y ur
Ġi ttifoqi
rsa tadi
Ġ3 6
hon e
Ġsh unda
Ġfoyda li
J oriy
Ġyubo rilgan
ĠM oliya
ĠSh ah
Ġkel tirilgan
uq ori
ti ladigan
ur ta
bi ga
Ġqa dam
Ġmoliya lashtirish
b urg
j aro
Ġtexnologiya lari
Ġkishi ga
Ġosh gan
Ġk g
Ġbosh lanadi
lek san
Ġyur gan
Ġoxi rida
Ġberi lishi
Ġqonun chilik
la ver
Ġra g
Ġyo lg
Ġqat tiq
Ġfuqaro lik
Ġyaxshi lash
Ġm etro
Ġfar q
Ġeri shish
Ġdollar lik
li dagi
le y
Ġhudud da
Ġa na
Ġtaraqqi yot
ti rishi
Ġta b
Ġke lajak
Ġmuvaffa q
Ġcho p
Ġnom li
Ġhay von
Ġaj oyib
Ġjavob garlik
k ul
Ġloyiha lar
Ġprokuratura si
Ġtu zilgan
Ġpala ta
Sa marqand
Ġlavozimi ga
me dov
Tolib on
Ġx onanda
Ġanju mani
e ni
Ġdol zarb
v et
tkazi lishi
ku mat
ĠO ta
lma y
Ġishtirok chi
Ġmu rakkab
ĠT i
Ġbay ram
ti lgani
Ġo fi
U kraina
Ġbayon o
Ġa d
cha k
qin di
ĠMu dofaa
ĠBay den
ngli z
Ġna q
yil dan
Ġp la
ish loq
Ġyigi t
ĠNo vosti
Ġamerika lik
m ning
Ġtah ri
Ġkiri tdi
ĠC o
N e
p rik
Ġtarix iy
ta ba
ar biy
ora toriya
s no
ru g
Ġkasal lanish
Ġkucha yishi
on don
Ġxo tira
ĠT u
Ġdunyo dagi
chi ning
t ki
y uter
Ġti zimida
ww w
o p
ĠI kkinchi
ĠM an
ud j
il on
Ġku tib
Ġkorxona si
stru ksiya
Ġtahdi d
osh lar
ĠB an
Ġbor ligi
Ġtaqdir da
L e
Ġbe vosita
Ġmin nat
Ġkun ga
langan lar
Ġin sho
Ġyubo rish
Ġoshi b
Ġkerak ligini
ban k
Ġshakl lantirish
Ġtadbirkor lar
/ /
Re spublika
ki tob
Ġda lil
to j
Ġuz un
Ġo m
Ġyu rak
Ġb y
razi liya
Ġra is
yi ni
Ġtashab bu
: //
z li
zo v
ĠT er
P hone
rgaz ma
d ra
ha m
Ġman zil
Ġv iza
Ġkiyi m
r nini
yil gi
Ġhisobi da
ĠMah kamasi
A f
Ġqis mida
st lar
Ġr ub
3 5
Ġust un
Ġshiko yat
ro h
Ġqo lib
Ġkishi ni
Ġul kan
ir lash
Ġkir gan
limi ga
Ġxodim lar
Ġke lgani
Ġfuqaro si
Ġqis mini
Ġinve st
Ġtu shadi
ĠA k
Ġtu rish
Ġaholi ga
Ġu ndi
Ġkun dan
X DR
Ġhuquq buzar
Ġjaro hati
Ġyar at
Ġbaja rish
mokra tik
Ġdar voza
Ġxusu siya
Ġqilish da
va ti
Ġa bituriyent
Ġkuni ga
Ġmaro taba
Ġfoiz ni
ĠS ay
cha lari
rat or
mas ligini
ĠKenga shi
gi ni
Ġkim yo
Ġmu sul
zi tsiya
aro v
ĠF o
Ġin qi
za vo
yil larda
Ġmintaqa viy
Ġas r
Ġq ahra
Ġv i
Ġo ladigan
Ġb ren
Ġya l
Ġchek langan
Ġhujjat larni
ni dagi
Ġbosh laydi
stra liya
la miz
Ġbo rilgan
ĠP ol
ĠTur kmaniston
Ġu rin
Ġavtomobil lar
Ġq al
Sh ID
Ġtarkibi da
4 5
Ġyu m
Ġm on
Ġloyiha sini
Ġmudda tda
Ġbir lash
Ġhiso bot
Ġfaqat gina
ĠI l
l et
F Y
Ġmuh toj
ĠB unga
Ġmode l
Ġe ki
Ġrek lama
Ġo lgani
ev ra
Ġniqo b
Ġ19 7
zgarish lar
d ga
av f
Ġsurish tiruv
es si
Ġis mli
la si
Ġqo g
Ġqa rin
di l
ya b
Ġchiq qa
Ġ4 00
Ġe ta
qa si
eri ya
Ġdi qqat
vi de
Ġen ergetika
Ġlits enziya
Ġbuyur tma
Ġchi qindi
ri an
Ġish ni
lashti rib
ar ma
ĠO lma
Ġnazo rati
rna tish
Ġmuno sib
Ġke tadi
mo va
sh ar
lik dagi
bo sqi
ĠD il
Ġke lin
ĠX u
Ġqo lmoqda
Ġno to
ĠR us
ĠQonun chilik
x ti
Ġsahifa sida
ĠM ay
ĠA leksan
Ġsaba bi
Ġchiq ildi
ĠIn ter
fer ensiya
ta ri
Ġras man
Ġchora lari
Y evro
Ġde ngiz
at ar
lat for
d ning
Ġmaydon ga
Ġta si
Ġnafar ga
zi la
Ġmualli f
Ġne ga
Ġberadi gan
lay miz
Ġs ev
Ġ15 0
Ġoila viy
Ġstrate giya
Ġkucha ytirish
AT O
l cha
ma gani
R a
ĠJ umladan
p ta
Ġdi niy
Ġming ta
Ġbora sidagi
Ġeksp erti
Ġuy da
xsha sh
Ġishonch li
l dosh
us xa
Ġmi kro
m ur
re m
H T
Ġshaxs larga
Ġu za
v ey
Ġno giron
mo s
ma sa
ĠK om
Ġortiq cha
Ġse zilar
Ġxa vo
k um
Ġsi r
ĠIIB B
Ġh urmat
Ġparti yasi
Ġbo rishi
Ġqa zib
Ġ7 5
Ġ3 8
lov lar
Ġmansab dor
Ġquri lgan
E ng
ĠMe h
Ġtalaba lar
ĠV i
ĠT ergov
ĠDa st
st r
h uquqiy
Ġob yekt
Ġrekor d
Ġhib sga
Ġra qib
N o
Ġbo shidan
v in
Ġuch rash
Ġay langan
Ġij od
Tur kiya
Ġinno vatsion
ri g
Ġme ni
lgan lar
Ġgaz eta
to l
Ġfoiz dan
log er
tt ps
Ġsezilar li
D i
Q ar
Ġmajburi yat
Ġlavo zimida
y us
Ġaero port
Ġkeyin chalik
3 7
Ġsi g
ĠI ttifoqi
Ġet gani
Ġoshi rilayotgan
larimiz ni
Ġpiyo da
niq li
Ġyetkazi sh
Ġbudj e
Ġtush di
ti y
Ġvaz n
Ġsa fi
e la
Ġmamlakat lari
Ġxari dor
uri lish
ra miz
Ġfar moni
Ġn usxa
may man
da sh
Ġkom munikatsiya
Ġchiqarish ni
Ġhududi ga
Ġulg ur
Ġbo ks
Ġlab oratoriya
Ġ lib
Ġbaho lash
Ġham masi
Ġtu zil
shi d
ĠT im
Ġmu t
Ġprofilak tika
Ġkorxona lar
j ab
yi q
Ġt en
Ġyi liga
Ġdaraja dagi
Ġta shish
ngi da
j ir
r mon
de s
y ut
Ġraqa mli
Ġke ma
Ġolish ni
Ġfoyda langan
f ir
ti rilishi
ĠO zar
chi larga
Ġvaziyat lar
oli q
radi gan
p in
Ġvaziri ning
ĠA dliya
z gi
Ġjoy da
Ġosh di
te pa
Ġch ar
Ġaniq lik
ov ar
c a
Hu jjat
Ġharakat lar
q ligi
Ġqara ganda
Ġfa x
z dan
Ġsa m
Ġdepu ta
lari m
ĠA li
p ur
mo m
Ġna za
Ġre ys
u g
la gani
Ġbo ri
ĠE ng
Ġi Phone
Ġke tayotgan
Ġsa yo
Ġsut ka
ĠO limpi
M ah
q ara
s ar
Ġqo lishi
Ġming ga
ĠAQSh da
Ġfaoliyati ga
Qo zog
Ġdiz ay
ĠY un
Ġfil mi
i bo
Ġt ri
Ġhaqi qat
Ġkelishi b
na b
kor lar
ĠKe chasi
ligi ning
ning iz
Ġshu ni
ve d
te d
ĠE n
Ġega si
f iy
ti ri
un os
Q u
yo b
Ġhujjat lari
kid lash
yu ro
Ġjoyi ga
Ġp u
ĠKo mpaniya
R IA
Ġmuammo larni
Ġhiso bo
ch il
Ġyoz gan
Ġkerak li
Ġfon di
l ya
laver sa
Ġxavo tir
sa v
Ġuz ay
Ġpe da
Ġtran sp
99 8
Ġsha f
en d
ĠSh unday
ĠPreziden tining
Ġbo s
lish ga
lga ch
ĠMa k
Ġloyiha larni
yoh van
a tilgan
Ġke si
sti n
Ġkompaniya lari
Ġtexnologiya lar
S e
Ġyet magan
Ġkomp yuter
Ġtarqa lgan
Ġpun kt
ĠF or
Ġyo ri
bosqi ch
Ġish laydi
Ġkur s
Ġyaku niga
di rov
Ġbir ja
den t
Ġi ngliz
Ġ zim
qi bat
20 22
Ġtekshi rish
Ġku t
Ġshifokor lar
Ġmo ni
Ġozod likdan
o mi
ĠB el
ĠF i
Ġdav ri
Ġp latfor
Ġoy larida
ĠF er
ttifo q
ĠT IV
st ora
ĠM FY
Ġra ng
Ġtarmoq lari
Ġs ent
Ġona si
ran t
Ġbo si
na viy
l yapti
Ġxay riya
c i
st lik
Ġ6 5
ki m
Pa xta
Ġfi nal
Ġolma y
ĠI b
Ġyet ti
Ġke ta
na qa
Ġega llab
su ng
I I
Ġnafar dan
Ġvaqtin chalik
Ġasos langan
Ġyut uq
Ġkuch ga
Ġg lobal
Ġport lash
Ġkomp leks
ĠVa shington
ksi on
Ġidora lar
Ġsanksiya lar
Ġx ur
ek tori
Ġkompaniya sining
Ġxavfsiz ligini
Ġmo jaro
t uri
Ġtakli fi
Q ashqadaryo
Ġmuko fo
Ġxo tin
2 9
ĠN yu
Ġmutaxassis lari
X X
p oli
Ġva rian
Ġmi ni
Ġtaqdi mo
h rat
Ġinfratu zilma
Ġqi rg
Ġsta vka
h u
M o
Ġstandar t
Ġi shini
Ġja dal
Ġaloqa dor
A A
ĠTa dbir
e ng
Ġtayyor langan
Ġjoy lashtirish
Ġba liq
uv ga
Ġyetka zilgan
Ġshuncha ki
Ta sh
A merika
Ġshaxs larning
Ġmarosi mi
Ġfarzan di
Ġinson lar
Ġboshchiligi dagi
Ġmiq yo
erg ey
rin ga
Ġtomon dan
Ġhokimi ning
Ġin ti
ĠChempi onlar
ĠA pple
Ġrahbari ning
Ġeksperti za
Ġqo lgani
Ġislohot lar
ĠYa qin
Ġinsho ot
Ġimzo ladi
Ġxodim larining
Ġtopshi rish
Ġush lab
Ġp ensiya
Ġtalab lariga
vi ya
Ġstati stika
Ġbutun lay
y et
Ġni yati
ra tini
Ġqurol li
l ning
Ġbemor lar
Ġprofes sional
sh r
Ġn ut
ra ng
Ġte ri
Ġsh unga
Ġme tal
Ġa shyo
Ġegal lagan
ti shini
Ġ5 5
lash uvi
Ġmaktab gacha
y un
ro y
Ġyur t
nalishi da
Ġeksp ert
Ġa pre
Ġeti shicha
san d
Ġbi rik
g en
Ġyo q
fi katsiya
ĠAng liya
lma gani
Ġke ladigan
Ġshi mo
ver pul
Ġkon sul
Ġru h
sh unos
ĠMa mlakat
chi ni
el en
Ġba tafsil
ĠS er
lik larni
Ġyoz moqda
Ġayti lishicha
Ġmalaka li
Ġsin f
Ġahvo li
R ek
Ġqi diruv
Ġtik lash
Ġqa s
ĠL ondon
Ġaholi ni
Sh i
e i
Ġtashabbu si
Ġyur timiz
Ġyo zib
Ġyaqi nida
Ġo t
sp on
m ul
Ġintervyu sida
y ul
Ġor tidan
Ġnavbat da
te z
Ġdunyo ga
r tinchi
di a
Ġxabar dor
mi la
Ġyo p
Ġqan chalik
ĠSu per
Ġxizmati ning
Ġulu shi
X B
Ġbara va
qar li
ĠAbdu ra
Ġmut la
Ġpay tida
Ġara fa
Ġtarqa lishi
Ġs p
Ġro l
f an
Ġs aro
Ġjoy lashtirilgan
sh ahar
shi dagi
aro q
Bu gungi
Ġn uf
Ġvazifa si
r landiya
Ġpoytax ti
Ġkadr lar
q ot
ĠK XDR
h um
Ġstrate gik
sus ki
Ġbi riga
Ġkuza tilgan
Ġqilini b
Ġsa kki
Rek lama
ĠR onal
Ġhuquq ni
Ġuchrashuv da
Ġmarkaz lari
Ġk al
ĠO l
Ġimkoni yatini
h ol
Ġnaq d
G ol
Ġidora lari
ĠEr do
Ġfoizi ni
Ġkompaniya lar
nalish lari
Ġtaklif lar
. âĢĵ
Ġqilin gani
H ar
ĠD av
ĠIn stagram
Ġqili ng
Ġkasal liklar
om e
I M
ti bo
ĠM er
b ur
ri pov
es siya
Ġeti lmoqda
la ng
Ġo ro
Ġi si
ĠN ATO
mati v
Ġmu qa
ksi mal
Ġmakta bi
andi s
ĠAleksan dr
Ġtarki b
x e
Ġbo sib
Qora qalpog
R B
rini shda
Ġs tadi
do va
Ġsifa tini
Ġja d
Ġyak shanba
Bi rinchi
Ġan ti
Ġuyi da
D H
lumo tiga
Ġse ktor
g ent
lari cha
ĠBu gungi
Ġmaqsa di
Ġmusul mon
Ġayb dor
s da
Ġnorozi lik
uq uq
Ġte ra
so v
ĠSh er
Ġta om
Ġtartibi ni
Ġhol larda
Ġta t
uv lar
ĠS ergey
Ġso lig
Ġharo rati
Ġpo zitsiya
Ġfoyda lanib
Ġmurab bi
Ġmaj li
u p
Sh avkat
Ġdaraja sini
Ġ5 7
Ġmusi qa
sh il
par var
Ġimzo langan
Da st
Ġmamlakat ga
Ġtar qat
T H
t gani
gi st
uk us
Ġqayta rib
Ġavlo d
ma zon
Ġta f
Ġqilish di
Ġa dolat
Ġtat biq
ĠS in
Ġholat ga
Ġpro gno
Ġshakl lan
Ġhisob langan
so zlik
se p
Li verpul
Ġso ch
Ġ4 8
Ġetish ni
Ġsharoi tida
rsa tdi
ĠR i
Ġjan gari
Ġqizi qish
t sa
par at
r uvchi
Ġoldin dan
Ġtasdiq landi
ti lib
Ġsh anba
Bi roq
Ġby udj
Ġdeputat lari
Ġo tasi
Ġre stora
ĠJ u
tex nika
kom munikatsiya
r moqda
ĠQar shi
Ġmurabbi yi
bo sh
Ġta niqli
Ġb lok
Ġprezidenti ning
Ġbino an
Ġtab rik
Ġoshi radi
Ġqiy mat
Ġgi yohvan
Ġme ning
Ġqiyin chilik
to m
Ġbor ligini
I kkinchi
s ev
Ġsoha da
ma to
ma da
Ġp uli
Ġmuassasa larida
chi ga
Ġtu b
Ġarafa sida
Ġmashina si
Ġkur si
be kov
tka zadi
Ġb yuro
Y ork
at siyasi
âĢĿ )
diy ev
ĠU ch
rilishi ni
ĠSa m
Ġraqa mi
Ġhududi dan
chi rish
sa d
Ġham ka
ĠO r
Ġsertifi kat
Ġtu z
b aho
kt ura
Ġbor di
Ġsud ga
Ġi qti
qi zlar
Ġcho rak
o bod
lubi yat
ma la
daqiqa da
mani tar
T osh
ya m
ĠT witter
Ġkamay tirish
Ġh arorat
ĠG u
Ġkiri tildi
yo v
Ġyo qil
Ġboshqa lar
yxa ti
Ġqarin dosh
Ġtak ror
ĠM in
I jtimoiy
lash da
Ġeti lgani
Ġfi rib
Ġahamiyat ga
Ġqa dr
ti lmagan
iston da
yap man
Ġbara var
Ġor zu
Ġshah riga
Ġnarsa ni
D o
Ġbozo rida
ne ft
Ġsayo hat
Ġva tan
Ġkuza tib
Ġbi lish
Ġmoni tori
Ġra fi
âĢĿ :
Ġra z
Sh undan
e lekt
Ġshifoxona ga
Ġi q
Ġviloyati dagi
Ġsaq lanib
Ġkenga sh
Ġvo yaga
der ni
Ġdire ktor
ĠXitoy ning
sh an
Ġtizimi ga
lu ta
Ġshunda ki
no q
re s
Ġhokimi yati
ĠG ul
S ud
ĠH i
Ġk la
Ġyak ka
Ġmaydo nida
Ġoy da
sh aro
ydi r
ĠM usta
Ġel chisi
Ġqam rab
ishi y
Ġxur sand
Ġto v
ĠYa na
Ġrivojlantirish ga
Ġmahsu lo
Y uv
Ġas lida
demi k
ĠA xborot
kid landi
elen skiy
X ususan
Ġdara xt
og le
Ġj oni
Ġhavo la
Ġmunosabat lari
201 6
ati lib
Paxta kor
uli yat
Ġqila man
ĠPo kiston
Ġ4 4
Ġal la
Ġajra tish
yi li
el si
u ga
ĠX a
langani dan
ch mas
Ġ3 9
Ġtor tib
Ġar xi
Ġolim lar
ldi rish
Ġyil dagi
Ġq ud
f il
Ġtash xi
ĠU zbekistan
Ġ7 7
bo s
so tsi
Ġama lda
Ġmamlakat dagi
x sh
Ġyoqil g
ma ga
bo gi
Ġqar at
lgan da
Ġusti ga
yo g
Mar kaziy
nalish da
ĠTramp ning
Ġoshi rilmoqda
spon dent
Ġxat ti
qa chon
Ġoshi rgan
Ġoli mpi
ĠI ShID
ur nal
tga ch
ĠRespublika sida
E ndi
Ġshu ning
Ġ6 4
Ġtash lab
m un
Ġyuri tish
Ġil g
uter s
Ġqo bili
Ġde yish
q ol
Ġb loger
qi tish
Ġis bot
st o
r uq
ch o
ent us
QS H
li nadi
vi s
ra gi
Ġayb lov
Ġloyiha lari
Ġ201 3
Ġkorxona lari
Ġaerop or
Ġviloyat lar
Ġx oli
u ro
Ġmavsum da
k sa
ĠRonal du
ĠQ a
la man
Ġpla stik
Ġnafa qa
ene ral
Ġyashi rin
Ġega lari
ma shyo
lanish ga
Ġdo za
quvchi lar
Ġerta lab
Ġyotqi zilgan
ĠM otor
nay ted
v ur
Ġyaku niy
Ġg ul
Ġtariqa sida
Ġek st
Ġy uv
dro met
ĠSe nat
et ti
er tlar
ana viy
Ġho v
Ġsifa ti
ino ti
U nga
Ġay lanib
kon struksiya
Ġi ttifoq
Ġtan ta
h unar
Ġ liga
ra si
lik larning
be l
Ġ4 7
Ġe tayotgan
ey s
va li
Ġsar moya
Ġak tiv
Ġvo si
larimiz ning
ĠAbdul la
ra von
Ġdavr da
ĠSi ti
en ta
rsat ma
tkazil moqda
Ġjavobgar likka
Ġhuquqi ni
Ġti lida
Ġo yoq
Ġmahsulot larni
Ġek ran
k l
Ġvosi tasi
Ġfun ksiya
bo don
Ġ4 3
Ġix tiyo
X o
Ġinf eksiyasi
Ġjan jal
Ġtopshi rildi
Ġmexani zm
gi r
Yuv entus
Ġalla qachon
Ġma osh
ĠMa na
va tsiya
Ġtur ni
Ġqay tib
Ġoy na
ka li
bo b
F i
Ġming lab
Ġqili nayotgan
A mmo
Ġbosh lanishi
Ġjoy larga
Ġkilo gram
ĠYun uso
Ġju ma
u ch
lo niya
A S
Ġishtirok chilari
lli on
s un
yin lari
Ġsamarador ligini
Ġin te
Ġfutbol chilar
zi yat
lik larini
Ġu zat
h ttps
to mobil
ĠU y
du za
Ġtop ildi
en s
Ġinvestitsiya lar
Ġyu rish
Ġuyi ga
ĠY H
enti na
ti gi
ĠI kki
Ġoila si
Ġsa nitariya
Ġdav la
Ġochi sh
A b
Ġno miga
bo g
Ġdar yo
Ġqonun ga
ĠBu ni
Ġnafa s
qi ma
oq ea
Ġo lmas
Ġyo shida
Ġmo derni
tkazi ladigan
ud lik
vo kat
ĠI roq
Ġavva lo
ori j
Ġvosita larini
Ġsov rin
Ch elsi
Ġuchrashuv i
Ġfuqaro larga
Ġnom zo
muro dov
x an
ĠA mir
mu man
Ġtri llion
si shi
ro g
ru ziya
Ġjazo si
Ġo kt
il y
Ġet uvchi
Ġas ar
ri gi
Ġerish gan
chi larni
Ġsavo lga
bi lar
ĠUkraina ga
cha lar
i la
ta j
Ġ8 5
Ġmil lat
Ġz ahar
r da
Ġmunosabat lar
Ġfili ali
Ġbosqich da
Ġboshla ng
shi shi
Ġnatija lariga
lashtirish ga
Ġreji ss
ĠT ay
Ġbiti m
ot e
Ġba ri
Y e
arb dan
Ġbay ra
Ġo z
Ġavto transport
Ġb en
ta ni
bat lantirish
Ġ6 00
Ġhuquq larini
Ġvazifa lar
Ġhisob da
Ġtari f
mi yati
ĠM is
ĠMirziyoyev ning
al liy
Ġqisqar tirish
O liy
lan ganini
Ġhaydov chisi
Ġmijo z
Ġf evra
xo b
ĠO TM
Ġxo los
Ġmuh andis
Ġraz ved
F arg
Ġmaj lis
et er
ĠNa zar
I sh
Ġbildi rib
Ġush langan
ĠH ay
Z a
ĠA zi
Ġpa sport
Ġt ort
ĠĠĠĠĠĠĠĠ ĠĠĠĠĠĠĠĠ
ng ra
Ġtadqiqot lar
Ġde gani
Ġe kin
ona lar
Ġo vo
Ġiqtisodi yo
ĠO y
Ġsam mi
ĠM DH
Ġish lashi
Ġegal ladi
Ġchaqi rdi
Ġjang ovar
avf sizlik
Ġista lgan
Ġsoni ni
Ġtarkibi ga
to q
zavo t
Ġf esti
Ġqoida larini
e ral
ĠT an
Ġhafta da
Ġyechi m
J ahon
? âĢĶ
ki ni
Ġso xta
Ġsuv i
n ar
ĠAl batta
or da
ilishi da
Ġsafi da
Y u
U Z
lo lat
Ġbo rilayotgan
Ġp ora
Ġk va
Va zir
ts es
Ġu larda
Ġbiz ni
ti on
Ġre konstruksiya
Ġhi ko
Ġqilinadi gan
ĠAv straliya
Ġdiplo matik
ma ng
Ġber gani
vet siya
ona si
Ġsharoit lar
B C
Ġk ay
m b
Ġtasdiq lash
Ġ19 6
Ġkuzat uv
ri ning
Ġu zi
do shi
mu hi
Ġqoida lariga
Ġmada ni
Ġziyo rat
Ġsi zga
kur or
Ġovqat lanish
ĠS p
cha ga
Ġprofes sor
tki r
Ġorgani zm
S ay
Ġcheklov lar
Ġd viga
Ġsay ti
larimiz ga
Ġa q
ĠToshkent dagi
Ġkelishuv ga
Ġsakki z
A t
Ġchora larini
chi n
Ġbelgi lash
Ġni ko
Ġ7 8
Ġeva ku
Ġzim masiga
ydi gan
ĠK atta
Ġoxi rigacha
Ġmoderni zatsiya
ĠZ elenskiy
ĠKa nada
Ġtoza lash
ĠFa qat
Ġharbiy lar
ĠBo la
j um
ĠAf rika
Ġmodda lar
Ġhududi dagi
Ġyetish tirish
Ġs ekun
Ġmahalla sida
Ġjihoz langan
tkazi shga
P S
Ġsiyosa ti
Ġyal pi
Ġosh kor
iz mat
si mlik
Ġa tigi
ba g
Ġme ros
shimcha lar
Ġqayta rish
Ġqay tar
lik larga
aro von
sav vur
m gacha
Ġixtisos lashtirilgan
ĠJamo at
Ġchi pta
D unyo
Ġv ir
uri zm
Ġemas ligi
Ġva luta
Ġmaslahat chisi
J o
Ġa p
Ġqara shli
no vi
Ġkishi ning
S ha
Ġo layotgan
yo ki
ĠM essi
c o
ka st
Ġp si
Ġtush u
rto q
a tiga
Ġbu zish
Ġu su
ran s
Ġrivo ji
Ġfar mon
ilon zor
ĠPol sha
Ġda lolat
rt ta
Ġuyush masi
Ġjarayo nini
l qin
z av
ĠMa da
Ġkel tirgan
uz li
p en
Q irg
Ġuy lar
Ġkolle j
N i
Ġ5 8
Ġqu yosh
Ġjurnalist lar
k un
Ġkishi da
roja at
Ġyo zilgan
Ġsho xob
ni ning
Ġtomon lar
ĠCh en
ĠAl loh
3 9
i ri
Ma mlakat
Bu yuk
Ġo f
ud ud
Ġdelegatsiya si
e ktor
ĠYu nayted
Ġ6 6
Ġtadbir da
Ġsekun diga
xta tib
Ġz udlik
Ġdu shanba
Ġhara ka
lam li
Ġsoha si
Ġbiri ning
Ġsu per
Ġodam larni
Ġchempi oni
ĠY TH
Ġyosh da
xi a
F o
l uvchi
Ġma ishiy
Ġeti ladigan
Ġprezident lik
Ġil m
mak lashish
Ġp ara
Ġka nal
Ġil timo
Ġe tamiz
ĠQo dirov
SS T
g ro
Ġyo nida
T B
ĠMir zo
Ġf ir
O N
stan bul
p on
ĠLo yiha
zga rishi
Ġqi yo
Ġolma di
Ġtur lari
tex nik
Lo yiha
xti yor
m s
t ning
Ġehtimo li
ti bot
ri lmagan
Ġproku rori
la mi
ĠK iyev
Ġtu zish
Ġ5 4
iz il
Ġqis miga
Ġkay fi
zgar tirib
an s
Ġdast lab
Ġni ho
K on
Ġket gani
Ġtasdiq ladi
qituvchi lar
ĠJ am
Ġti ng
ĠG ro
A h
Ġguvoh noma
d rat
nat or
i dagi
Ġha kam
Ġosti ga
ĠB r
Ġijara ga
q ligini
Ġqara masdan
ki liy
Ġsi nga
Ġya sa
Ġoldi ngi
Ġaksiya dorlik
Ġu rinish
Ġeko logik
Ġsi l
Ġodam larning
ĠLiga si
en sa
il l
Ġoshi rildi
Ġnarx lari
Ġvazirligi ga
Ġimkoniyat lar
e d
Ġoshi shi
Ġqilish gan
fo f
Ġyosh ga
Ġshi kast
da y
l lanma
Ġhisob lash
c k
Ġmuho jir
Ġavtomo bili
qtiso di
Ġb unda
ĠG ar
Ġ6 7
ĠNi ko
Ġbino si
Va zirlar
ta li
Ġbosqich ma
Ġarmi ya
qar uv
Ġt r
Ġn on
ĠYH XB
ti nga
Ġbu g
Ġdav riga
Ġtomosha bin
O goh
it se
Ġtexno logik
ĠAr maniston
Ġaksari yati
Ġqi di
Ġqo ch
la x
Ġma zm
Ġkam roq
Ġevaku atsiya
Ġju ft
Ġo bodon
Ġasos chisi
Ġoch ilgan
Ġta lon
bay ev
Ġf arovon
Ġelchi xona
Ġsh tat
Ġ5 6
lish di
ĠSh ay
Ġxo mashyo
ĠMe duza
Ġtushun tirish
Ġbildi rish
Ġqildi k
mir lash
Ġtub dan
Ġqarz dor
Ġqizi qarli
Ġpun k
Xalq aro
sh gan
Ġyaku nida
Ġs tar
Ġtez roq
Ġmajmua si
Ġor tda
Ġchiqi shga
Ġbal l
bi riga
ĠS t
Ġjoy ga
Ġasos lanib
sharo it
Ġka fe
Ġyon dash
Ġso niya
ĠRa jab
Ġas sotsi
3 8
lash a
Ġma ksimal
ĠBosh qa
ĠD on
Ġemas ligini
ĠY usu
Ġkon ferensiya
Ġminnat dor
Ġjavob an
O l
Ġeti layotgan
Ġg oli
Ġreyti ngi
Ġchiq il
Ġreyti ng
P X
ĠB raziliya
rinbo sar
Ġta d
miz dan
Ġuchi b
Ġaka demiyasi
Ġalo mat
Ġyoz di
Ġso hi
e m
Ġmux oli
Ġkva drat
Yevro pa
neft gaz
M illiy
Ġol uvchi
Ġaksari yat
Ġmajli sida
Ġanjumani da
uri b
RB K
Ġem lash
Ġpan demiyasi
Ġ â
ro li
to ni
U N
Ġka s
ĠXitoy da
Ġno davlat
Ġolgan da
Ġlavozimi dan
Ġqil magan
ari j
Ġmillion dan
man da
Ġre al
pay tirish
Ġda f
usu siy
Ġ( Â«
demi ologik
Ġbuz gan
ĠS ud
Ġoyi ning
Ġnuf uzli
Ġ201 2
ĠX i
Ġkompaniya ning
bo p
Ġmu lo
Ġrahbar lik
ti ya
ĠAv valroq
Ġkengashi ning
Ġet tirish
Ġtizim li
Ġijo diy
Ġish bilar
G ermaniya
le s
Ġmualli fi
F ar
Ġqur uq
Ġsinga ri
i ya
qtisodi yot
ĠU z
ĠT osh
Ġoshi rib
ek si
Ġochi b
âĢ ĭ
Ġhudud lar
Ġchiqi ladi
Ġoyi dan
ru za
cha da
Ġo p
chi rib
Ġtop i
Ġsent yabr
Ġmutla qo
Na mangan
Ġrejalash tirmoqda
F utbol
at to
ĠBu gun
ul ton
Ġmaydon da
âĢĿ ),
ĠRe uters
z ara
Ġyosh dan
Ġham on
n ta
Ġyuqori dagi
Ġ8 00
Ġta yan
Ġso dda
ay yan
lin ch
j e
Ġqayer da
Ġtash vi
Ġbelgi lanadi
Ġmuassasa si
Ġkelajak da
F C
Ġsamol yoti
qu lov
l n
201 5
oli tsiya
tra kt
lashi shi
Ġinqi roz
ka l
Ġxodim lariga
ĠF avqulodda
xta tish
Ġzi d
ĠK ri
ydi n
Ġpro kuror
Ġquv ur
Ġaloqa larni
boy jon
Ġquyidagi cha
Ġkons ert
Ġu rgan
Ġ8 6
ma li
Ġke sib
ĠAn d
Ġqili shini
Ġman zi
Ġsho shi
Ġpi choq
3 1
ĠB en
Ġzavo d
ka lar
Ġdaraja ga
Ġbuyur gan
Ġqo chib
qo tish
marqan dda
Ġkishi lar
rgan ch
Ġhujum chisi
roy li
Ġqimmat baho
ĠN ar
Kor re
AQSh ning
er lar
g ratsiya
Ġmu sh
Ġzavo di
m dagi
Ġk var
la siz
Ġmuvofiq lashtirish
Ġbuzi lishi
Ġ4 2
ng ir
mu nal
ene su
lumot ga
Ġfax riy
Ġholat ni
ĠAh mad
Ġokt yabr
sh ilgan
lashti radi
lash tirgan
Ġissiq lik
ĠU lardan
lmaydi gan
Ġkasalxona ga
Ġdar hol
Ġkim ga
Ogoh lantirish
ra s
na lishini
so siy
Ġs on
Ġ4 9
Ġkerak ligi
Ġqo til
Ġsa zo
Ġ1 20
Ġtarqa ldi
Ġquyidagi lar
3 3
ĠN ukus
Ġtadbir lari
mino ti
Ġ201 1
Ġyo shi
Ġta ga
ĠG e
di n
Ġtushi rilgan
Ġhiko ya
di na
Ġjoiz ki
Ġavto mat
Av val
s mir
Ġkir di
ĠKon stitutsiya
v iz
Ġyor qin
Ġv itse
Ġyasha gan
di ri
Ġde vor
Ġke ksa
V e
Ġeti lib
Ġyuv ish
ĠBar cha
o ch
Ġma gist
Ġde mokratik
ĠP or
ko ri
Ġshaf fof
Ġshax san
hi m
ji a
lan sa
e tasi
Ġpo st
Ġkoronavirus dan
pa k
Ġekst re
ĠV al
19 9
aho ngir
roh lik
do y
ĠP i
Ġ7 6
y n
Ġhisob la
Ġvaziyat da
Ġtez ligi
ĠC ha
ĠĠ Ġ
l lagan
Ġoldi ga
ĠYunuso bod
d dam
z bon
Ġnafar ni
Ġtush uni
Ġijro si
ĠB AA
Ġuch uvchi
Ġtash kiliy
ish lab
Ġtur k
Ġsazo vor
fo da
ĠIn ve
g og
Ġ2 000
niy e
Ġyuk sak
Ġqahra mon
Ġuy ga
d li
Ġishtiroki dagi
ka da
lo si
Ġ6 8
xona da
ĠSher zod
Ġish laydigan
Ġqilin magan
Ġyubor di
Ġmi s
Ġgaz etasi
Ġtrans fer
l l
Y ig
ĠA QSH
Ġ7 4
Ġpe nal
e pi
rini shi
Ġyaqin da
tar tibot
ub ay
Ġ7 1
Ġhaj mini
Ġnarx lar
xona lar
Ġbesh ta
Ġqanda ydir
enesu ela
ho m
Ġ25 0
Ġaf zal
z larining
Ġsah na
Ġuyu shma
Ġsinov dan
ĠV o
eter burg
Ġterror chilik
Ġosti dagi
lax y
Ġtop ib
ra man
Ġket ma
. ,
Ġniko h
Ġmarkazi ning
Korre spondent
Ġbi tiruvchi
ĠTim es
Ġrafi qasi
ĠNe xia
Ba variya
Ġbo riladi
in ch
Ġve b
ka la
ra yev
ul layev
rsat moqda
Ġtera kt
Ġoshirish da
; -
Ġnamo yon
Ġo so
ri p
Ġbo sim
ston a
Ġke lingan
Ġse shanba
Ġchor va
Ġruxsat noma
lav ha
Ġniyati da
par k
Ġkapi tal
J umladan
Ġsavdo si
Ġqatnash gan
r nida
Ġagent lik
Ġ čĊ
Ġbiz da
mi dan
ĠP er
Ġqa dri
Ġki to
mas likka
Ġelchi xonasi
ga l
Ġshart nomasi
Ġ5 9
im li
Ġmanfaat larini
7 0
Ġchiqar gan
yo z
Ġsot uvga
Ġbayono tida
su rat
Ġtahri ri
sin f
Ġbah ra
Ġkerak ki
ĠM il
Ġimzo landi
ĠGo ogle
Ġbajar uvchi
na m
Ġi foda
ka mma
ir chiq
el l
Ya na
Ġora lig
Ġay lanadi
Ġtah sil
tosh qin
ĠShu hrat
Ġtor tish
Ġhuquqi ga
Ġtah li
Ġnor mativ
Ġde ngi
dor lari
li t
Ġvoqea lar
Ġoldi dan
Ġmar hum
Ġ zil
Ġtaf si
dri d
Ġke laja
aro y
tel lekt
ĠF uqaro
Ġdaraja sida
Ġtushi rish
Ġloyiha larini
qu lay
yo ra
ĠY oshlar
Ġdi sp
Ġd on
Ġkuza tish
Ġmanfaat dor
Ġish lariga
ch ar
Ġ7 00
Ġharakat lanish
Ġkuza tildi
ni ki
Ġho mila
Ġyash ab
Ġayti lmoqda
toshqin daryo
Ġmuo mala
Ġke chik
Ġqi zil
gani ga
ĠQ ay
Ġmaqsad ga
ta dqiqot
ah or
Ġaka demiya
Ġpoyez d
n lab
Ġe fir
Ġdaro madi
zbek neftgaz
ide o
so at
Ġqaror ni
ho d
Ġorgan larining
ka ni
he m
ja m
Ġkelgu sida
e j
Ġaka demik
la ziz
Ġbola larni
Ġkons er
Ġkiri shi
3 2
Ġb unyod
ĠR u
B unday
lishi ngiz
kamma l
Ġetish da
Ġbora dagi
I S
K ning
C o
u al
Ġyo d
Ġidora si
Ġqil sa
Qar or
Ġrivoj lanishi
Ġimtiyo zli
z lab
Ġ7 2
Ġviloyat da
Ġyuq umli
Ġpul larni
Ġchor shanba
sa di
Ġmarkazi ga
Ġtash lash
ensa tsiya
5 5
Ġega lik
ey n
lo om
Ġbergan di
Ġp ol
no mani
smi k
ĠSam sung
z er
qa loq
Ġf ut
Ġshaxs ga
Ġjoyi dan
Ġrasmiy lashtirish
V iloyat
Ġyo nib
Ġmazm un
Ġau ksion
Ġkut ub
Ġmasala sini
l sin
Me h
Ġtar ji
Ġhokim lik
Ġfoiz gacha
Ġinsp eksiyasi
Ġfarzand lari
loom berg
Ġyer dan
ov ning
Ġkam bag
ĠM av
Ġolini shi
Ġno qulay
