#version: 0.2 - Trained by `huggingface/tokenizers`
l a
â Ģ
s h
a n
i n
âĢ ĺ
d a
l i
Ġ b
la r
a r
c h
Ġ k
Ġ t
d i
a t
g a
g an
Ġ o
Ġ q
Ġ m
i r
o n
i l
s i
i sh
o r
Ġ y
in g
Ġ v
Ġ h
u n
Ġ s
a m
i y
Ġb o
a y
Ġv a
o t
e r
la n
d an
g i
Ġ e
n i
Ġ u
i da
a l
a s
u r
a v
in i
ch i
t i
lar i
a b
li k
âĢ Ļ
a k
d e
i s
n ing
i z
Ġ âĢ
o m
u m
Ġt a
o y
a si
sh i
o q
o l
Ġ x
ch a
Ġk o
âĢ Ŀ
t a
Ġ n
o v
i m
Ġ f
Ġ p
i b
e k
r a
Ġm a
si y
Ġ j
Ġ sh
e n
il gan
Ġy o
Ġb i
Ġk e
a q
la sh
u s
Ġbi lan
o s
la di
ĠâĢ ľ
k a
i li
a di
Ġq o
Ġu ch
t ir
Ġ da
u l
k i
Ġh am
Ġ r
ot o
Ġ 1
u v
Ġs o
in ing
Ġ d
Ġb ir
Ġb er
Ġ A
Ġt o
at i
i q
e t
ish i
is t
Ġ 2
i t
S h
m a
a h
F oto
u z
Ġuch un
da gi
Ġ M
l gan
Ġ de
o b
Ġ ish
Ġbo sh
la b
Ġ i
z i
Ġq il
a f
siy a
Ġ T
lar ni
li gi
s a
ist on
q ar
li b
Ġe t
iy a
o k
Ġm u
o z
la t
r i
Ġ ch
Ġk un
a sh
Ġ B
Ġ O
Ġ S
r e
ĠâĢ Ķ
e v
a li
Ġb u
Ġ ay
k in
lan gan
Ġda v
on i
m oq
s t
u d
Ġta sh
o li
Ġq ili
o g
Ġq ar
b ek
a x
Ġh aq
lar ga
Ġo l
lar ning
ir us
l um
Ġ un
di r
Ġ chi
u t
Ġ R
o sh
z bek
ar i
Ġo r
on av
e l
y il
la y
Ġk or
m as
en t
n g
Ġ g
Ġ I
u q
a da
li sh
y i
Ġt ar
Ġt u
onav irus
Ġh ar
Ġd o
zbek iston
Ġ K
lar ini
Ġ (
moq da
i k
Ġ P
o d
Ġm um
ti b
Ġmum kin
a z
Ġb or
Ġn af
Ġ in
Ġkor onavirus
i ga
ka z
ot gan
Ġ2 0
âĢ ľ
ida gi
b u
Ġva z
de n
da m
Ġ z
y o
Ġy an
e s
ab ar
u b
Ġ a
Ġt ur
or i
Ġt om
in gan
li g
m o
Ġqili sh
Ġkun i
lari ga
q a
de k
iz m
asi da
Ġ N
m ay
k at
Ġx abar
in a
r o
lar da
li shi
Ġt e
g ar
il li
m i
Ġ an
Ġ ra
B u
Ġdo ir
da y
il oy
si z
Ġ as
Ġq ay
an i
y a
on a
sh ir
ar t
o h
u k
Ġ G
Ġv iloy
Ġ C
Ġ 3
as al
z u
un ing
iy at
uv chi
zi den
re ziden
o si
er ak
yi cha
Ġ av
Ġy et
av zu
Ġ D
Ġ Y
r am
Ġ J
ish ga
y or
Ġh o
Ġchi q
avzu ga
M avzuga
Ġk asal
i ladi
Ġk erak
li q
Ġs ab
ma gan
2 0
Ġsh ah
k il
o j
r in
Ġe sa
Ġ U
Ġ am
b iy
Ġde b
âĢĿ ,
an ing
Ġ X
r oq
Ġhaq ida
Ġ Q
at ida
e m
lash tir
lan ish
Ġm illi
Ġvaz ir
lar dan
e y
s at
Ġ ak
l ov
am la
Ġq ilgan
Ġva q
oy da
di m
m an
Ġo lib
k ent
Ġx izm
amla kat
Ġsab ab
Ġma h
or t
0 0
Ġt an
d or
Ġ Sh
sh bu
Ġh is
Ġy or
Ġyo sh
osh kent
Ġb ar
Ġ 5
Ġy il
Ġt ay
Ġq an
Ġm ar
lig ini
Ġk ir
li m
u sh
Ġi k
Ġnaf ar
Ġvaq t
qar o
t gan
Ġ ni
os siya
Ġ F
er i
Ġm amlakat
Ġm as
oni dan
la gan
il di
Ġtash kil
Ġf oyda
di y
t kaz
in chi
Ġqil di
Ġyo ki
Ġdav om
t r
v al
Ġ 4
uning dek
Ġyan gi
Ġe k
Ġq ur
Ġan iq
Ġu y
Ġqar shi
b at
Ġtom onidan
Ġqil in
Ġ l
Ġdav lat
Ġyor dam
r sat
a lar
Ġe di
a d
a p
ay otgan
m on
ay d
s ul
Ġe ng
Ġo y
may di
ab r
o f
Ġbosh qa
lum ot
y in
Ġj oy
Ġ al
Ġq ol
lan adi
Ġk am
Ġho lat
Ġo lish
Ġk om
Ġt um
Ġet gan
Ġhis ob
j a
Ġ E
Ġy uz
an d
asi ga
Ġ im
Ġm ing
ĠT oshkent
Ġs ur
i dan
Ġy ax
m iz
Ġ L
u h
Ġr e
reziden t
i d
as ini
Ġke l
Ġs aq
Q Sh
lar ining
Ġta q
1 9
Ġe ga
Ġham da
Ġ er
o iz
tir ish
s on
Ġ V
Ġ ah
lar ida
e ch
Ġva k
r an
Ġk u
Ġchi qar
Ġ 6
i la
or at
Ġf u
il m
Ġun ing
Ġf oiz
i v
s p
Ġik ki
k or
Ġmu h
Ġm at
Ġyax shi
Ġqan day
ĠR ossiya
r t
Ġd ol
un dan
Ġo shir
ish ni
Ġ ga
Ġu shbu
Ġi j
Ġsh u
Ġke yin
Ġhar ak
Ġy uq
Ġtu sh
Ġam al
Ġ shi
lay otgan
Ġq iz
Ġma sh
ili shi
Ġ si
b ir
sul ot
Ġh ud
Ġra h
Ġj ar
Ġtay yor
Ġx av
Ġi ch
q ali
ti q
Ġber adi
Ġmilli on
at siya
i de
lan di
Ġx o
a ga
Ġrah b
t er
u y
Ġmah sulot
Ġto p
Ġz ar
Ġj am
oli y
Ġk ishi
Ġ 7
ab i
Ġy ur
Ġfu qaro
at ga
Ġo q
ar a
Ġkasal lik
Ġyo z
e z
m in
Ġqil ingan
Ġq at
Ġ H
Ġf a
q i
p an
lay di
Ġo g
Ġq is
a la
Ġbo g
Ġo lgan
an t
Ġe mas
k ra
Ġo dam
ki d
x on
em or
lan ishi
Ġxav f
yil da
Ġda ra
ĠâĢ ĵ
s ti
Ġm e
i g
q at
ĠA QSh
Ġh ay
Ġxizm ati
Ġte z
lari dan
Ġhaq da
un day
ta di
Ġs ay
Ġq iladi
or a
chi lik
Ġy ar
D ar
Ġn ar
Ġ is
x ona
Ġber di
Ġharak at
er g
Ġ ist
ish da
Ġ1 0
ing iz
an g
A v
oz ir
bu ot
Ġvak s
li y
a j
m iy
Ġy ash
Dar yo
l on
Ġs oni
Ġq on
siy asi
Ġish lab
Ġke t
Ġb emor
Ġav t
u j
Ġbir inchi
Ġtum an
ga cha
Ġu z
Sh uningdek
Ġku ch
Ġ 8
reziden ti
t ar
si da
Ġmat buot
o p
Ġe ti
aq at
Ġdavom ida
r at
i h
Ġay ol
Ġkoronavirus ga
Ġk ar
ov chi
Ġs an
e d
o da
am iz
Ġm un
Ġsaq lash
as ining
Ġbu y
en g
ar d
x t
e p
zbekiston da
Ġviloy at
gan i
âĢ Ķ
Ġo sh
l sa
Ġj u
f ot
Ġol d
oy a
Ġu r
Ġx al
ada r
Ġvazir ligi
Ġk uz
at ta
kra ina
Ġn om
n at
ek t
Ġva fot
Ġh uk
ili sh
Ġqay d
Ġm av
Ġso g
Ġber ilgan
k on
Ġor qali
Ġsh ax
ar q
aq in
ĠI n
Ġa j
Ġin f
Ġshah ar
Ġta d
Ġb il
Ġviloy ati
asi dan
ok im
B ir
ak t
Ġ 9
Ġbar cha
u x
l di
Ġshi f
ib biy
Ġma q
m ol
Ġamal ga
Ġs uv
j on
v ar
Ġke lgan
an gi
Ġb el
q iq
Ġxizm at
Ġet ilgan
t an
o la
s k
g ram
ar li
Ġtash qar
Ġta lab
Ġh okim
Ġsi f
Ġch al
ĠM ir
es p
Ġt ibbiy
ay on
oy ev
Ġe l
Ġk atta
ur k
z gar
Ġyan a
Ġn am
Ġo v
Av val
Ġshah r
ek in
od da
M e
Ġbo la
Ġt av
Ġ1 9
Ġde y
Ġu lar
Ġt as
Ġm an
la shi
Ġek an
y an
ishi cha
Ġber gan
o siy
Ġp rezidenti
n a
Ġy aqin
Ġk ur
Ġfa oliy
Ġt iz
m at
u di
Ġhar biy
Ġqili b
Ġbel gi
m art
r on
Ġxo dim
ay t
av iy
Ġun i
Ġs ot
i f
Ġn e
Ġay t
Ġso at
Ġkom pan
Ġv osi
Ġish tir
Ġq ab
Ġist e
Ġbir ga
s ir
Ġt ak
il moqda
ub lik
Ġhuk um
Ġju da
Ġ ar
it oy
Ġol ingan
A m
Ġn az
esp ublik
Ġbosh qar
Ġtiz im
k ur
Ġtashqar i
Ġav val
Ġyosh li
m asi
Ġke ch
Ġt uz
Ġd un
ĠMir z
Ġ at
oy at
I D
ant in
ar o
Ġn ati
as t
n ali
Ġqab ul
oz im
Ġishtir ok
2 1
Ġh uj
Ġp ar
Ġor tiq
da t
Ġor gan
ol og
om at
s us
ov a
Ġ di
Ġs ar
Ġs am
av o
ĠC h
Ġk iy
âĢĿ .
mas lik
i ch
Ġh ol
m ir
s o
Ġy ub
tir ib
Ġah oli
Ġ1 5
Ġtav siya
adi gan
Ġ Z
Ġsh ak
O V
liq ni
Ġdara j
iy asi
z o
Ġf ilm
Ġr as
Sh u
r gan
Ġoq ib
Ġs al
Ġbil dir
b or
a g
Avval roq
Ġqar or
li f
ot i
ĠA d
Ġm ur
Ġm iq
ish ini
Ġo z
Ġda st
Ġr o
OV ID
d o
Ġinf ek
ladi gan
ob il
Ġ20 20
ĠU kraina
os ab
Ġhud ud
Ġma z
Ġvaz iyat
Ġrahb ari
Ġq iy
Ġp r
Ġmun osab
Ġ il
Ġm uv
Ġsh uningdek
Ġo b
Ġu larning
Ġch ek
Ġf ar
Ġyo g
tr is
n di
Ġkuz at
Ġy er
Ġu m
da r
Ġdol lar
j ud
lik da
l ga
Ġnaf ari
Ġs av
Ġviloy atida
Ġni s
e ti
Ġj av
Ġmav jud
d uz
M a
iy oyev
s ta
asi dagi
iv oj
Ġmu d
us t
ro f
ĠMirz iyoyev
Ġkar antin
Ġavt om
Ġb iz
g un
Ġo ila
Ġq adar
Ġr ivoj
Ġyet kaz
B undan
av kat
Ġnis bat
yil ning
Ġmu am
Ġjav ob
im iz
ĠC OVID
p er
Ġyub or
q uv
Ġh ech
Ġshax s
oy ih
ra sh
Ġkir it
Ġk on
Ġnisbat an
U shbu
Ġas os
Ġqili shi
Ġyuq ori
iy ul
la ti
er s
Ġdun yo
Ġp ayt
v a
Ġk abi
C h
Ġb al
ĠI I
lik lar
ay li
lan ib
Ġchal ingan
shi m
t yor
Ġsif atida
en ga
or iy
lash gan
Ġkur ash
Ġma x
Ġvosi ta
in oyat
lov chi
v at
Ġm o
ĠAd Me
Ġh ozir
di q
Ġtu f
akt ab
Ġyar at
Ġet di
Ġ la
Ġ ax
u g
Ġmas ala
sta gram
Ġin son
sp ort
ishi ga
Ġet ish
Ġs in
Ġtu g
ĠP rezident
l e
Am mo
Ġda r
Ġber ish
ok or
Ġqol gan
Ġsh un
o at
ev ro
Ġdav o
kin chi
lik ni
Ġma j
Ġs t
Ġmar ta
Ġt el
ay di
a at
y u
bor ot
Ġim kon
la m
Ġo m
Ġp rezident
Ġish lar
Ġne cha
Ġke lib
Ġtuf ayli
shi b
lan tir
Ġbir i
Ġl oyih
tib or
Ġol di
Ġm uz
Ġm us
Ġt er
Ġhay ot
b os
ti mo
ĠT urk
b ur
Ġtaq dim
lik ka
am an
Ġb e
h ur
Ġvazir i
a lari
Ġmilli ard
re l
r ib
ah on
ayd o
zi ga
at ini
Ġmuam mo
timo iy
as s
Ġp aydo
U ning
Ġmax sus
Ġso h
ĠM ar
Ġtar k
A y
Ġh im
si on
Ġtad bir
Ġhol da
shim cha
z a
Ġh al
an da
Ġmuh im
Ġtar tib
r it
ul duz
Ġaniq langan
k am
la tib
Ġe m
Ġum um
iy ati
Ġg ur
Ġ1 2
ĠIn stagram
iy un
Ġax borot
p a
Ġ iq
p ort
mas ligi
ĠX itoy
Ġvaks in
f oto
t o
lash ga
Ġbu t
in cha
Ġme h
in o
ĠSh avkat
at lar
Ġm aktab
Ġga p
A gar
Ġ1 1
Ġam mo
si m
ti so
r al
uq uq
Ġy ig
Ġtak lif
ri f
tiso diy
Ġshahr ida
Ġch ora
Ġas osiy
an de
ta x
Ġ20 1
Ġde ya
Ġrahb ar
Ġv ide
Ġyet ish
b a
Ġni ma
yi ladi
ay tir
Ġak s
n om
Ġtum ani
Ġg o
et r
lashtir ish
Ġf ik
Ġb an
Ġor asida
Ġnar x
Ġm ul
t amiz
in di
ili b
Ġqilin di
Ġxavf siz
Ġoqib atida
y x
af f
s latib
an iya
Ġr av
l lab
Ġfoyda lan
Ġras miy
Ġx us
Ġ cha
Ġak tris
Ġmu x
Ġy ak
Ġf aqat
Ġich ida
ar b
lan tirish
Ġ1 4
Ġqay ta
Ġhim oya
Ġtur m
Ġgur uh
Ġi chi
Ġ3 0
li s
Ġun ga
at lari
Ġdey di
Ġmiq dor
Ġbut un
Ġde gan
q on
Ġtom on
e gar
Ġoy ida
Ġhisob lanadi
Ġzar ur
Ġp ul
Ġmash hur
Ġrav ishda
Ġa g
ram p
q ir
ni k
Ġtur li
Ġjar ayon
Ġak tyor
Ġho lati
ri sida
Ġvaks ina
Ġ iz
or o
Ġqon un
si t
Ġsur atga
Ġfoyda lanish
ek tr
Ġbal ki
eri al
Ġshif okor
x ir
s adi
Ġqis m
Ġhud udi
in ch
E slatib
arq and
z al
Ġb un
Ġq uy
Ġb uz
Ġy on
Ġk im
Ġp oy
Ġv irus
p roq
Ġ1 8
si s
r im
Ġov qat
t on
si ga
Ġ20 21
Ġs ov
Ġhaq idagi
p oli
rin bos
re s
Ġmah al
oj aat
ĠS am
ĠA f
m un
Ġbo s
a lan
tkaz ilgan
l magan
Ġh uquq
o gi
Ġsh t
l oq
olog iya
r ta
k ak
Ġold in
on iston
Ġch egar
Ġij timoiy
Ġxal qaro
Ġb ah
am a
T o
Ġmaz kur
Ġre ja
Ġde di
Ġt ek
f on
g ust
z or
shi q
Ġe h
Ġyuz asidan
Ġsabab li
Ġso dir
Ġh af
Ġ1 3
ĠR espublik
Ġorgan izm
xt at
t iy
Ġtas diq
m it
q an
Ġtop shir
Ġmar kaz
Ġavtom obil
chi si
lishi cha
sh a
Ġke tgan
ĠK or
ĠA b
chi lar
Ġnam oy
Ġra q
Ġj oriy
Ġ siy
l om
r u
z ini
K o
g ina
la g
ir g
ay ev
Ġ1 6
Ġturm ush
Ġe tadi
q in
Ġuz oq
ng gi
Ġt ik
tax as
T oshkent
Ġshah ri
Ġmaq sadi
Ġsay lov
l ini
Ġyur ak
li da
ka zi
eri ka
ĠR e
Ġy e
al gan
Ġtibbiy ot
ot lar
Ġik kinchi
Ġv it
Ġham kor
lashtir ilgan
Ġla v
Ġte g
Ġdo im
Ġs ud
Ġnati j
Ġdast ur
ĠY evro
Ġel ektr
dar yo
ap rel
Ġfar z
e st
ti k
oq e
f t
Ġke lish
ĠT ramp
dek s
p p
Ġta h
Ġp ish
Ġy ulduz
Ġke ladi
r ish
Ġk ut
q ul
Ġre j
Ġmur ojaat
ol li
os mo
i si
ent abr
poli tan
n iy
Ġuch rash
osmo politan
Ġtar moq
ol y
Ġu st
Ġp ande
ti f
rinbos ari
quv vat
Ġtark ib
ut ers
Ġsh art
Ġvaqt ida
z lariga
S S
ĠC osmopolitan
av lat
Ġiq tisodiy
il magan
Ġn av
st on
ek or
Ġto za
et t
taxas sis
Ġr ol
Ġ /
Ġ2 5
chi q
Ġ1 7
u li
Ġb unday
un ki
ori j
Ġij ro
Ġk enga
Ġqar am
ati ga
Ġo ch
Ġo xir
Ġer kak
ran sport
c e
Ġda qiq
ev ral
Ġyak un
Ġbo y
Ġag ent
Ġeti ladi
Ġish on
ĠII B
H ozir
ish li
Ġdav r
aff aq
Ġmus ta
Ġj inoyat
n ash
Ġo ladi
um la
siy aning
Ġo n
Ġm in
Ġberilgan di
A k
m iya
Ġyo p
osi da
Ġte x
i layotgan
Ġnar sa
Ġkiy im
Ġqan cha
Ġkun da
ol ogi
Ġ1 00
U n
ki ch
ĠRe uters
Ġde yiladi
Ġtek shir
of a
Ġmaqsadi da
aro it
ĠA r
Ġva kil
Ġu larni
Ġer ish
) ,
ar g
Ġmuv affaq
er t
Ġhaf ta
Ġq ah
Ġh ayd
Ġs ah
ma g
Ġy uv
Ġzar ar
Ġmaj bur
Ġold ini
Ġso ch
ĠAb d
Ġv oqe
moq chi
Ġta x
d on
ari x
u siy
Ġtash qi
Ġ20 0
R ossiya
Ġke lishi
ĠSam arqand
ti m
ĠAf g
Ġvit am
li mi
Ġteg ishli
ot ir
aman gan
si dagi
Ġxal q
nali sh
Ġl ozim
ri k
umla dan
si q
ligi ga
Ġt ut
la k
h e
an a
Ġy oq
Bir oq
Ġbosh lab
t k
ra di
er sit
ĠB rit
Ġay ni
Ġ2 4
qi ch
Ġish lari
j at
Ġchiq qan
Ġr ux
Ġay b
z ining
ologi k
Ġq u
ligi dan
Ġun iv
Ġx orij
Ġmahsulot lar
Ġal oq
Ġsh aroit
p lab
B iz
l o
Ġvaqt da
ĠI mag
I n
Ġl ekin
ĠImag es
iy aning
os k
Ġet ildi
Ġmamlakat da
av gust
S o
ad r
m ur
res s
ndi jon
Ġqo ida
U lar
Ġlav ozim
Ġnaz orat
Ġtashkil ot
e ta
Ġb aj
t siya
Ġchiq ish
Ġmunosab at
Ġ ara
om i
Ġde p
ch on
chi k
Ġmud dat
Ġber moqda
sti t
Ġfoyda li
Ġumum iy
l y
Ġtash rif
Ġfoiz ga
m li
at to
tif oq
Ġxus usiy
Ġay tgan
Ġhukum ati
t ish
om on
Ġn ash
Ġd ona
Ġ2 3
Ġchiq ib
ya p
ot ib
b o
Ġnaf as
l dir
oh ida
d diy
ĠI s
Ġxodim lari
ilgan i
Ġbuy on
Ġuniv ersit
ĠA l
oz og
ing i
ab lag
Ġhukum at
Ġs ut
zi f
Ġqat or
yan var
Ġin ter
Ġtax min
Ġm odda
Ġy uk
Ġtush un
Ġ dan
Ġas osida
Ġd ori
z da
m adi
ay den
Ġx on
y lab
al b
Ġhayd ovchi
ev a
Ġjam oat
h on
Ġsot ib
Ġtad qiq
t abr
Ġva zif
t asi
u ch
Ġsh unday
Ġm os
Ġm ablag
Ġkompan iya
Ġrux sat
Ġshif o
a gan
mas a
Ġaj rat
ga ch
la ma
li ya
erg ov
Ġp as
Ġqol dir
Ġe n
Ġoshir ish
z ida
Ġqar at
ass as
Ġga z
Ġbaj ar
tir gan
ur at
Ġtay an
Ġkasal lanish
Ġnati ja
ut in
Ġodam lar
ett y
Ġqilin adi
e x
t di
A QSh
d in
Ġkasal langan
q ob
cha g
tkaz ish
it ar
ĠG etty
Ġdaraj ada
Ġtuman ida
Ġjoy lashgan
Ġr ang
Ġmu assas
s in
Ġfarz and
Ġ siz
ĠA n
maydi gan
Ġt arix
Ġfa ol
an ub
Ġt abi
Ġav i
Ġcha qir
Ġ5 0
d osh
ĠS og
r nat
Ġk ish
lari miz
Ġmuh ok
oy abr
Ġtar qali
Ġq ish
e h
Ġqis mi
z av
k o
Ġich ki
Ġsav do
l in
r or
Ġbuy ur
s ini
Ġnaf aqat
Ġaktris a
ram m
Ġpayt da
q iz
T a
Ġni qob
man iston
K ey
Ġt ort
Ġbosh langan
Ġtar q
Ġmu taxassis
z od
Ġu l
Ġs port
l ub
f evral
m al
K or
e ya
al p
Ġpr ok
on ing
tk ir
Ġban k
r iq
Ġr ey
chi b
j al
ov ning
angi z
Ġjam i
ĠA m
la h
Ġch or
Ġol in
Ġb a
us an
Ġtush gan
Ġyer da
Ġyetish m
Ġfik r
di k
Ġmul oq
b iq
B un
ĠN amangan
Ġnamoy ish
Ġsin ov
Ġ2 1
Ġqiz iq
Ġat rof
Ġj umladan
Ġqilish ga
at li
Ġyoz adi
Ġk eng
ali y
iz iston
2 2
Ġo chag
n an
Ġs ol
Ġkompan iyasi
Ġ W
Ġo dat
e lar
Ġke s
Ġqil moqda
iya da
ĠBrit aniya
Ġj ih
Ġyetishm ovchi
Ġ af
Ġtan ish
uvchi lar
Ġmo de
Ġhal ok
Ġyan ada
Ġkam ay
Ġo st
ch asi
s entabr
Ġx at
Ġtay in
Ġx il
Ġte st
s ep
Ġdara ja
ĠB ayden
Ġhaq iq
at sion
Ġtayan ib
Ġ ilm
e g
Ġboshqar masi
ĠQ or
p ar
Ġbosh lagan
lar dagi
Ġqaram ay
q u
z g
Ġal ohida
Ġe p
Ġk re
20 1
Ġ ib
Ġm en
Ġfuqaro lar
Ġ2 2
ekt ori
Ġhuj um
Ġmuloq ot
Ġber i
r en
tir ilgan
li l
on g
Ġu sti
Ġyet ak
Ġh avo
lgan i
elar us
Ġt ov
Ġo ta
im a
ov iy
Ġs ev
Ġbo zor
Ġe tib
Ġm ayd
H ar
Q ayd
Ġqilishi cha
Ġyetkaz ib
M az
Ġk an
ash q
Ġnav bat
Ġb ez
at dan
Ġq am
Ġb ayon
Ġmas lah
Ġdaqiq a
c om
kaz iy
Ġen erg
Ġh atto
Ġchiqar ish
Ġshu g
Ġ ishi
ĠA ndijon
Ġeti lishicha
rin ish
Ġmilli y
Ġq or
3 0
oz a
on al
el e
q it
k an
iy ev
ofa a
sa d
rt asida
Ġbe sh
Ġch et
Ġbosh lig
ekt or
Ġinfek siyasi
ĠYevro pa
Ġk i
Ġt eri
Ġt inch
ĠP utin
Ġtaq iq
Ġz am
Ġbelgi langan
ir in
s il
Ġy eng
ĠB ux
Ġp ast
ra z
ĠF arg
Ġfaoliy at
q il
v ud
Ġp art
Ġet moqda
Ay ni
Ġq ila
os t
Ġoz iq
Ġsah if
ĠS ur
oni ga
ashq adar
Ġtom ir
lig ining
Ġm ay
lashi cha
ri sidagi
Ġo yi
Ġom m
Ġchek lov
er man
Ġah v
ak k
r ni
Ġso biq
Ġe s
lanishi cha
Ġjar oh
Ġtel e
lanadi gan
Ġmux lis
f or
Ġm et
olli vud
ashqadar yo
ti ka
lash ni
Ġ Foto
Ġk il
Ġ gi
id diy
Ġ 0
Ġx ari
lishi ga
Ġyuz aga
Ġjar ay
Ġy ot
Ġy omon
Ġshak l
Maz kur
Ġ2 7
Ġbir oq
x an
Ġtur gan
Ġrivoj lantirish
ĠToshkent da
oj ik
ov qat
Ġbola lar
Ġmuhok ama
sh in
lumot lariga
i a
ak i
az a
Ġo ddiy
at or
anub iy
Ġu s
gun gi
Ġsal omat
ĠK ar
z am
sk iy
Ġkes kin
Ġj az
bat ta
Ġch unki
gar lik
Ġmash in
os siyaning
lab ki
Y angi
ĠQ ozog
rsat kich
ir ik
Ġkom is
Ġk al
ob od
ir ib
ur nali
q ot
Ġuchrash uv
Ġt ransport
r ak
Ġtabi iy
Ġbildir gan
lan ayotgan
Ġor t
p ir
Ġqah ram
Ġ dir
min lash
r ab
a lat
s m
Ġs af
Ġin stit
M en
or ti
es s
Ġbah o
p ay
Ġur ush
q o
m odda
x sh
Ġh ali
Ġ2 8
z on
Ġtu shir
az m
Ġmar kazi
n ov
Ġp rof
ok tabr
Ġbos qich
Ġm l
ati ladi
Ġtur ib
Ġomm aviy
Ġj iddiy
ligi da
kid lashicha
Ġham ma
of iq
um li
Ġr espublik
Ġ2 6
ĠQ o
Ġil k
lik ning
Ġs erial
Ġ20 19
Ġim zo
nom a
ar af
sh t
Ġt il
Ġholati ga
ir e
um an
Ġish ga
Ġch oy
Ġdol larga
Ġov oz
Ġyordam ida
ide mi
Ġ âĢĺ
Ġilm iy
Ġnaz ar
k siya
ek s
Ġj ang
ĠE ron
avo iy
Ġch o
To lib
ojik iston
chi lari
es ti
y ilgan
illi y
il ma
ide o
oli ya
Ġinfek siy
Ġo per
ĠN ur
Ġb ekor
Ġun dan
Ġvoqe a
Ġr et
dek abr
Ġnatij asida
si b
om ash
Ġkish ida
Ġmuz ok
Tolib on
b on
v er
Ġberadi gan
Ġmuv ofiq
ĠM a
Ġmuvaffaq iyat
Ġmaslah at
i j
Y an
or ati
Ġs ir
Ġk otib
cha lik
ladi mir
ĠJ o
Ġichi m
miy asi
Ġmahal liy
P rezident
onav iy
Ġagent ligi
d ori
Ġkir ish
Ġkuch li
v or
Ġaniq landi
Sh uning
Ġraq am
Ġyet di
Ġq ir
Ġshak ar
o lat
Ġay rim
b ol
Ġqilish ni
ish lar
uh bat
Ġq uv
Ġ4 0
Ġnafar ga
ĠM osk
Ġekan ini
Ġsiy os
Ġsh o
Ġmash ina
Sh undan
mit asi
az ir
os ti
Ġun da
an ba
oy ib
Ġtom osh
Ġfaoliy atini
y ur
Ġvitam in
Ġvide o
Ġqo shiq
Ġqiy in
Ġke y
zbekiston ga
Ġmusta h
Ġm ak
Ġp oli
Ġ it
Ġholat lari
Ġeh tiy
ele gram
Ġy ili
Ġi dor
Ġbemor lar
Ġta om
ilish ini
Ġqay tar
Ġbosh ladi
el en
iladi gan
Q o
f er
kid lanishicha
Ġvakil lari
Ġn o
Ġvak ili
I k
Ġfoiz i
Ġmu k
Ġmaq sad
am ol
Ġoz od
s um
) .
n oyabr
Ġayt di
on un
di t
ĠQ irg
Ġjaray oni
Ġu sh
Ġmeh nat
Ġ lib
A l
rt asidagi
ĠTurk iya
Ġmustah kam
Ġx ona
Ġx os
ĠS a
lish ini
Ġdoir asida
ĠD avlat
Ġimkon iyat
ĠRespublik asi
Ġmode l
oly ot
Ġt ergov
e w
Ġvaz n
Ġret sep
p i
ish dan
Ġra isi
Ġk ol
Ġhokim i
shi ga
i gi
Ġa er
Ġayol lar
Ġtadqiq ot
T urk
a chon
ini b
Ġqur ol
Ġt eng
er ik
is l
aq alp
Ġkom p
t in
Ġib orat
B uning
r iy
r om
Ġnarx i
ĠB elarus
Ġsam ar
laydi gan
Ġmuk of
Ġyet arli
en ti
l og
Ġp iy
indi ston
lik dan
ĠV ladimir
Ġqilin ishicha
it ob
Ġnash ri
Ġek sp
Ġki chik
B unday
t om
Ġm etr
ĠMar kaziy
e ni
k ar
om pan
ĠP h
Ġost ida
Ġo lim
Ġyash ovchi
Ġaloq a
5 0
Ġ2 9
Ġxavfsiz lik
a dagi
L ekin
er al
Ġbildir di
v on
ar k
Ġj urnali
Ġdey arli
ĠT elegram
ĠKor eya
n et
B osh
v ir
Ġs tan
Ġal ma
Ġe shi
ta zam
r g
Ġming dan
Ġo ra
Ġvosita lari
A s
Ġsav ol
Ġkel di
Ġq achon
ti v
Ġyeng il
Ġko sm
Ġtele fon
Ġis siq
aqalp og
gi z
y ekt
gan ini
Ġj alb
Ġkir ib
Ġk lini
Q S
Ġqilgan di
Ġshax siy
Ġasos an
at da
mon iy
q sa
Ġho di
20 20
Ġim mun
Ġsar f
ĠM ari
Ġq im
as b
Ġg ramm
ĠJ ahon
Ġhokim ligi
uv i
s ining
Ġhuj jat
yap ti
Kor onavirus
uh am
ati k
ap on
Ġmahal la
ĠF ran
Ġquy idagi
u si
n es
Ġtez kor
Ġtadbir kor
n al
Ġer ta
Ġmayd on
Ġy um
Ġloyih a
urat ur
l er
e sh
Ġket di
z en
Ġ @
Ġhududi da
langan i
Ġjam o
Ġiz oh
Ġxari d
Ġichi ga
âĢĿ âĢľ
Ġpish ir
omash niy
at siyasi
D omashniy
Ġf on
ingiz ni
ĠN avoiy
ĠG erman
Ġay tib
Ġyuq tirib
di mi
Ġh av
Ġkam ida
u p
Ġo f
Ġek ani
kra in
Ġay nan
Ġs uhbat
ĠR ossiyaning
Ġy irik
p chilik
Ġqol di
1 0
siz lik
Ġshahr idagi
Ġkotib i
al q
Ġta j
ĠB uy
mart fon
q is
itar iya
Ġqahram on
Ġah ol
x o
Ġpande miya
lan g
lan moqda
Ġkishi ga
Ġmav sum
Ġb ur
im li
Ġbi t
Ġr ak
Ġdoim iy
onal d
l maydi
y ish
ĠT he
Ġkurash ish
z arb
Ġprok uratur
si dan
ĠT ojikiston
Ġz iy
o ch
Ġo chiq
al l
Ġp ort
lumot lar
l jal
Ġo k
Ġo son
Ġs ing
lumot larga
ay r
v oz
Ġmu sh
Ġoy oq
Ġx oh
Ġqo lish
ĠD zen
SS T
Ġtar zda
m ni
u ti
Ġko deks
un a
di sh
ta d
Ġmun tazam
Ġfik ri
Hozir da
M as
Ġda m
ma d
Ġkasallik lar
Ġs uy
Ġreja lashtir
Ġsan ksiya
Ġchalingan lar
Ġdavo lash
ĠAm erika
Ġk art
Ġq ora
ĠBux oro
ĠBuy uk
Ġikki ta
uz a
Sh un
Ġgap ir
Ġkey ingi
U larning
mas ligini
Yan deks
Ġte mir
osi m
ayotgan i
iz z
Ġbayon ot
M amlakat
ir daryo
Ġj ahon
Ġtizim i
ĠQ ashqadaryo
ĠS an
w it
Ġtur k
Ġdir ektori
QS H
ch oq
Ġk isl
Ġkel tir
Ġs on
ka li
Ġayt ishicha
Ġb undan
zbekiston ning
Ġn ech
ra gan
y gan
Ġb ino
Ġe ndi
Ġkoronavirus dan
ur s
ek an
ĠC la
Ġlib os
Ġaer op
Ġu larga
st ra
Ġem lash
z oda
Ġish lash
Ġbirga likda
Ġn oq
Ġxo dimi
mas dan
Ġ6 0
s mon
Ġbun i
ti dan
ĠCla ire
xon asi
s angiz
k t
xon daryo
Ġh aj
Ġtex n
si sh
ĠJ anubiy
Ġdast labki
om etr
Ġsur at
Ġaj oyib
Ġrej im
Ġtaxmin an
Ġvaqt incha
ingiz ga
kid lagan
Ġpas ay
man g
modda si
Ġf il
s en
igi t
Ġk itob
ul os
t or
ab in
hon e
Ġkel tirib
Ġyar im
izz ax
Ġma dan
Ġog oh
an di
iz a
ĠN ov
âĢ ĵ
Ġtayyor lash
Ġsal biy
Ġfu qar
rt og
wit ter
Ġishon ch
A f
ax t
elen skiy
m ak
Ġo liy
Ġan ti
d j
Ġsamar ali
Ġkoronavirus ning
Ġke layotgan
Ġfaoliy ati
l lan
asi z
st r
Ġmunosab ati
Ġqim mat
j ak
ra f
at an
Ġber ildi
Ġtu x
00 0
xona ga
is moniy
Ġzam onaviy
s ak
av qul
s ga
q uvchi
ob al
Ġovqat lanish
Ġkam aytir
Ġxavf li
Ġsov uq
Ġqil uvchi
Ġ3 1
avqul odda
uz ur
Ġekan ligini
y er
Ġmin ta
D avlat
Ġmu t
ka lar
Ġkun lari
Ġqish loq
ljal langan
is s
z in
Ġchiq di
Ġh uzur
Ġyuv ish
Ġega l
Ġn on
Ġkun lik
Ġq ov
Ġr i
Ġvaq ti
Ġchegar a
U kraina
Ġuy ush
Ġtaq dir
Ġmeh mon
Ġf arq
Ġr us
it et
Ġin v
Ġtoza lash
ka sh
Ġt r
Ġm ik
lan magan
t ing
in ish
Ġqo ladi
Ġetgan i
Ġu x
ap ti
Ġqo p
Ġtarq algan
P hone
Ġnech ta
Ġri oya
Ġtux um
q ib
Ġan cha
Ġsab zav
c k
Ġkech ir
Ġv oz
Ġharak ati
lan uvchi
Ġto sh
Ġara lashtir
Ġortiq cha
Ġdar om
Ġmukof ot
d da
oro zi
Ġmumkin ligini
Ġbor ib
X B
lanishi ga
r ov
20 0
Ġuch inchi
Ġy ol
quvvat lash
Ð °
Ġuniversit eti
ob us
Ġyetishmovchi ligidan
ili y
Ġu sul
Ġbor asida
Ġol indi
ar ak
Ġb art
ĠE r
Ġ lab
E ng
ot in
Ġsaq lab
Ġbart araf
M T
qar or
ĠUkraina ga
f iq
ĠMari e
Ġa gar
Ġhamkor lik
Ġx ulos
ĠY o
eri ali
Ġholat da
Ġqiz i
l oh
ĠN A
Ġsut ka
Ġqiladi gan
Ġy a
Ġso liq
m ga
Ġtar qat
Ġ19 9
x ta
ch ining
Ġi dish
ĠT o
Ġsh ar
Ġkon s
Ġb ay
ay n
Ġklini k
al oq
di ya
m ini
Ġuy da
ir oq
ot a
ĠJ inoyat
v ideo
Ġke la
Ġqay si
Ġob yekt
ĠM illiy
Ġ li
Ġas orat
n o
r os
Ġo lishi
Ġshaxs lar
Ġhar orat
Ġyon g
Ġshi k
Ġtas vir
Ġdavr ida
ĠO l
Ġo id
Ġmahsulot lari
Ġra fiq
Ġuy g
Ġs martfon
Ġbir oz
Ġq ilayotgan
il sa
ĠQor aqalpog
Ġsiy osiy
Ġyarat ish
Ġtaj rib
ud di
ayotgan ini
lashi b
ilishi ga
v yu
Ġn orozi
Ġolish ga
i ti
am iyat
Ġyil dan
is mli
Ġbun ga
rta cha
Ġq ut
Ġz o
1 2
I A
ut bol
Ġnom zod
T ay
q iy
Ġk in
zbekiston lik
Ġber uvchi
Ġs er
Ġsam olyot
Ġju ft
ĠT witter
Ġal omat
Ġqat nash
Ġtomon lama
lar idagi
Ak tris
l et
Ġam aliy
ĠS t
Ġxorij iy
tad bir
ta xt
Ġxabar da
rni ga
g ir
kid ladi
Ġra d
Ġuy qu
Ġet tir
ĠB er
Ġiqtisodiy ot
rsat ish
R B
at r
Ġn uq
M ar
Ġu yi
shi dan
ul la
Ġmiqdor da
Ġalma sh
Ġb ag
en d
t ez
uz ar
Ġde n
Ġtel ekan
or k
z aro
Ġt on
Ġs e
Ġtu ga
ĠD onald
Ġusti dan
Ġbit ta
an j
Ġt ab
er lar
K un
u f
Ġy igit
ĠJ on
Ġhuzur idagi
Ġye tib
mur iy
U y
os il
Ġhozir da
ĠPh oto
ĠH indiston
Un ga
Ġkuch ay
siy o
Ġtah lil
Ġavval gi
art am
Ġtekshir uv
Ġharakat lari
Ġmusta qil
Ġuniversit et
b erg
Ġkor xona
sh ni
yil dan
Ġmud da
b ar
lay miz
ĠM ak
t tifoq
ĠT ash
ĠS irdaryo
Ġber iladi
RB K
ĠM ah
X itoy
ob iy
Ġbar av
t kazi
m u
Ġbu gungi
Ġyash ash
h a
Ġb uning
Ġqis qar
Bir inchi
Ġinter vyu
or iya
Ġi Phone
Ġmux bir
Ġkodeks ining
Ġt ili
Ġsharoit ida
ĠZ elenskiy
Ġtarmoq larda
Ġx otir
k ov
Ġs eriali
Ġsam ara
A V
la moqda
ro il
A n
ĠA P
Ġish lat
ĠSur xondaryo
ar alar
ti s
m ar
o di
ekor d
Key in
re m
om ila
Ġber ib
ĠH ar
ch an
Ġretsep ti
ĠL u
Ġdunyo da
Ð ¸
ag ona
Ġmiq dori
Ġman z
Ġkelish uv
ot or
Ġin sp
ali q
Ġqu lay
Ġ5 00
ĠRossiya da
Ġq i
ĠB osh
ro h
Ġqur ilish
ĠU krain
Ġtuman idagi
ĠA v
Ġtu shib
Ġmaz ali
Ġb alan
im ov
Ġyil lik
Ġk af
ĠM e
Ġchiqar ilgan
ĠNov osti
z osi
idemi ologik
1 5
Ġahv oli
ing ton
siy ani
Ġtar af
y ib
Ġch ar
R IA
Ġh osil
Ġtashkil oti
Ġur ib
Ġsh irin
rsat adi
Ġpar lam
ĠO liy
ĠJ izzax
Ġdep ut
lan ing
Ġreja lashtirilgan
Ġn or
Ġus lub
b iya
y n
ĠP rezidenti
2 5
ch ki
sti k
ew s
Ġtur adi
T O
ma lar
lan ishga
ĠI ttifoq
Ġyur it
Ġbor gan
Ġdep artam
Ġyum sh
Ġb in
Ġkerak ligini
Ġtarkib ida
Ġj ismoniy
Ġbir or
Ġxon anda
Ġshun da
Ġm od
Ġal batta
Ġaniq lash
xon ada
ĠM as
Ġmuammo lar
Ġq al
r av
v et
Mas alan
X us
b uzar
Ġimmun itet
Ġtur dagi
Ġbor ish
ri dan
Ġinstit uti
Ġrak eta
Ġd oza
ĠFran siya
Ġ7 0
Ġpayt ida
ĠMosk va
Ġqilin ishi
Ġtarqali sh
r is
s ar
Ġkasallangan lar
Ġdarom ad
p ut
Ġvaksin asi
Ġbu dj
ila k
ak lar
ri g
Ġqar ori
m dan
p incha
a lab
Ġf utbol
ud ofaa
ĠA QSH
Ġosh gan
Ġob raz
Q iz
Ġhodi sa
Ġber ishi
ah ar
Ġdavlat lar
ay gan
erika lik
Ġara lash
g ari
Ġyet gan
Ġbar chasi
aydi gan
ĠGerman iya
m ent
Ġt un
ov ich
Ġqat tiq
Ġbay ram
S am
Ġqar ab
ĠG o
e li
y di
Ġj o
Ġguruh i
b i
sh ma
ch aki
alar ida
Ġayni qsa
ĠQ ur
Ġpar voz
M u
Ġhaqiq iy
O l
ĠA ir
Ġxus usan
t ishi
at ish
Ġdaraj asi
ĠAl eks
ay jon
Ġbar qaror
ĠF a
Ġogoh lantir
k l
Ġt am
Ġy al
Ġa p
Ġak a
Ġso lish
it oyda
Ġxat o
Ġjurnali st
Ġkenga y
20 21
iy b
Ġij obiy
put nik
Ġo t
oj i
Ch unki
at ilgan
Ġqilgan i
lik lari
ĠRossiya ga
Ġbo sim
Ġbuy um
ash ington
Ġyot qiz
k asi
q nash
Ġt ran
Ġshifokor lar
Xus usan
ch ir
Ġs ez
Ġm eva
il maydi
Ġchiq ishi
mi d
zi lar
zo lari
esti tsiya
Ġu lardan
2 3
Ġaks ar
Ġqil ing
ĠSh ah
Ġta si
Ġviloyat ining
Ġichim lik
dor lik
Ġj an
sim lik
il l
Ġn ish
Ġol ti
Ġman f
Ġinfek siya
Ġinter net
rnat ilgan
qit uvchi
Ġp ich
rsat gan
Ġsar at
Ġkan ali
Ġrespublik a
Ġ Ð
ĠK iyev
Ġs um
Ġsht am
Ġp ech
b ul
zbekiston dagi
Ġkuch aytir
Ġbutun lay
q ish
Ġt or
oz on
Ġyuq umli
Ġoper atsiya
Un da
X on
or lar
uq ur
Ġk adr
Ġsiyos at
r ing
Ġan g
ĠU z
Ġholat lar
Ġmasala lari
m ati
Ġqam oq
zarb ayjon
y oning
z im
Ġsi m
may otgan
ĠU smon
Ġm is
im oliy
Ġsh uning
Ġqur bon
T A
siy asini
ĠAQSh da
Y o
Aktris a
Ġy agona
Ġs un
Ġsh amol
Tay yor
Ġdunyo ga
ĠI ta
ĠJ SST
m og
Ġvitam ini
Ġf avqulodda
Ġay langan
Ġqar iyb
Ġkil ometr
yx atdan
e b
or azm
Ġmumkin ligi
Ġm oliya
al qaro
Ġrey s
Ġun ut
ĠY er
is tik
ĠM udofaa
) ;
Ġb and
Ġshi m
Ġpoy taxt
Ġep ide
n oq
onun iy
N ati
g u
om il
Ġqar agan
Ġ3 5
Ġkun iga
H XB
y oq
o zi
ar di
am ir
en ko
Ġdi p
Ġvaziyat ni
bo ok
2 4
lash adi
Ġmamlakat ning
Ġmash g
Ġtizim ini
ce book
ĠAQSh ning
Ġman b
Ġuz un
p ka
er a
rin ishi
Ġjam iyat
Ġyol g
ĠO AV
lish er
Ġnom a
h ol
Ġhay von
l obal
Ġturib di
T ad
may apti
Ġmuzok aralar
U ch
ak s
Ġ201 8
Ġkenga shi
Ġorgan lari
Ġrahbar lari
r n
Ġkuzat ilgan
K asal
q id
Ġtan lov
Ġtexn ologiya
iq li
Ġhozir gi
r um
Ġbosh laydi
e ga
Ġay landi
Ġ8 0
j i
iya ga
Ġxavf i
Ġis ta
al lif
Ġrivoj lanish
Ġaholi si
Ġyan var
lashtir adi
ot os
Ġbosh landi
Ġich ish
Ġyash ir
Ġkarantin ga
Ġpande miyasi
Ġf or
ĠY angi
zgar ish
Ġjarayon ida
ay f
Ġch og
re y
Ġbosh ida
Ġah amiyat
Ġ9 0
Ġit tifoq
B ar
Ġch ir
lay n
siy asining
g on
Ġer kin
Ġyoz ishicha
in d
Ġet ishi
Ġmud ofaa
H am
y uk
Ġ lim
X abar
Ġ20 22
udi ya
ax ir
Ġma g
Ġbor ilmoqda
I sh
in ga
ĠB MT
yil larda
Ġr ekord
Ġbalan d
Ġi x
eti k
Ġkre dit
Ġavt obus
y ut
il y
Ġjamoat chilik
Ġehtiy ot
Ġm art
iston da
oh at
Ġzar arli
Ġhuj j
al di
Ġp alat
Ġd oz
Ġnafar dan
Ġmuz lat
Ġb l
Ġm ig
Ġx uddi
Ġf an
Ġqur ilma
l masa
gi ch
Ġe v
o diy
Ġch uqur
oliy aviy
Ġkirit ilgan
q ozon
Ġtayyor garlik
b us
ĠO q
Ġtash x
ĠY apon
lumot larni
Ġust ida
m ani
t ab
li ga
ĠY HXB
Ġx ol
Ġn ur
ĠT im
Ġb az
Ġbor ada
Ġst at
Ġaerop ort
Ġnoq onuniy
Ġ az
Ġsabab i
Ġbiz nes
Ġpish loq
S og
ab a
da sh
Ġol magan
Ġjoy lashtir
Ġmuxbir i
ng il
ĠM ad
Ġmar osim
I s
Sh unday
Ġkirit ish
Ġmay da
Ġrafiq asi
ek siya
Ġqaragan da
v iy
Ġb aliq
Ġo sti
Nati j
ri ga
osh ka
Ġpich oq
li z
os ini
Ġmat erial
Ġshun chaki
Ġtasdiq langan
Ġxona don
Ġnorozi lik
ĠO siyo
ĠRespublik a
in ter
ah o
Ġtar iq
e gi
Q uy
ĠA k
Ġpoli tsiya
ab et
ĠAr ab
Ġboshqar uv
v an
z iq
ay ra
Ġb ak
Ġxabar lar
ay ni
ĠTurk maniston
ĠNA TO
ĠM ed
Ġis tiq
Ġtan a
xsh ash
Ġd ush
Ġish lagan
Ġse zilar
un yo
ul lay
Ġman ba
Ġh omila
o lib
u lay
Ġrol ini
Ġml n
Ġyil ning
Ġoldi da
Ġchor alar
Ġk ino
zgar tirish
z iz
Ġt ir
ĠM i
ĠII V
ak u
Ġishtirok ida
Ġminta q
Ġdepartam enti
8 0
la s
Ġq av
Ġh ik
f ir
at ni
Ġkuch lari
u da
Ġbo j
Ġqar ash
ĠP ro
Ġnafar ni
Ġyarat ilgan
pp le
Ġyetak chi
Ġyal lig
Ġqo ch
Ġtan qid
Ġmas of
tr at
Ġsezilar li
Ġqancha lik
akk ab
e c
Ġqo b
4 0
Ġp re
Ġak siya
Ġsaf ar
Ġnish on
p ik
Ġol tin
P X
Ġq as
ĠM us
Ġ3 00
Ġek ran
Ġis b
ĠIs roil
im s
T H
ab zal
Ġet ishga
ik atsiya
Ġkompan iy
v ali
oy ish
Ġyil da
Ġxav otir
ompan iya
u diy
Ġyosh da
Ġeh tim
Ġber ishni
Ġx ara
Ġem langan
Ġfikri cha
Ġp ay
Ġd uch
Ġekan ligi
Ġv ari
st an
Ġsabzav ot
m asiga
Ġkel in
Ġil gari
qis mi
Ġel chi
mas ini
Ġek sport
ed ov
V azir
Ġol maydi
Ġinv estitsiya
Ġmanf aat
Ġ 000
Ġqis qa
h arak
Ik kinchi
ish a
uv oh
Ġhisob iga
Natij ada
Ġz axir
Ġrej iss
Ġij od
om an
Ġke tadi
ash in
Ġr ek
lanish ini
Ġumum an
Ġparlam ent
Ġ -
Ġo na
I j
Ġde k
Ġmamlakat lar
Ġtak ror
ino iy
Ġqarat ilgan
ĠK an
ĠD i
Ġyoz gan
ĠKor onavirus
Ġden giz
Ġt ish
Ġm oy
Ġh id
Ġfil mi
Ġm oliyaviy
rgan ish
n ev
ar ov
Sh avkat
ĠN av
Ġj on
ĠM aj
el l
gi da
ti mol
Ġqo g
Ġr uh
ĠA h
Ġkasal ligi
Ġsing ari
ĠM otor
og le
Ġmajbur iy
Ġke cha
ĠA s
Ġqay t
Ġ â
Ġyosh dan
Ġchiqar ib
Ġket ish
Ġhokim iyat
Ġber ishicha
ja ligi
Ġsov g
ĠFa cebook
ma lari
Ġvazir lik
Ġchora lari
Ġtomosh abin
Ġyil lar
Ġmuloqot da
ey n
Ġkut ilmoqda
Ġahv ol
Ġg um
Ġdollar lik
Ġtomosh a
ĠX orazm
Ġmuvaffaqiyat li
Ġ zi
Ġm iya
Ġosh di
Ġev aku
lash ish
Ġjam g
u shi
Ġr oli
Ġbor moqda
Ġmah rum
B a
s e
Ġoshir iladi
Ġjaz o
s un
Ġf un
Ġke ladigan
Ġpoy ez
Ġm ev
ĠSh er
Ġon asi
Ġuch ta
Ġish chi
Ġket ishi
Ak tyor
Ġshunda ki
Ġprof ilak
B ola
Ġtar biya
Ġyosh lar
ĠAr maniston
tkaz gan
Ġjaroh at
N oviy
S putnik
ĠG ollivud
lovchi lar
s am
Ġk ishini
Ġn oto
Sh if
ĠK ap
Ġas r
Ġchal inish
ob ar
20 19
rsat ilgan
ĠA lisher
qa chon
eti ka
Ġjavob gar
In ter
Ġimkon iyati
Ġbir ida
ush ta
Ġsan oat
Ġhuj ayra
Ġtah di
Ġtex nik
Ġb axt
Ġter ror
K ar
m oni
Ġal la
ni ka
Ġhisob ga
Ġoxir iga
s el
Ġyosh ida
Ġolin adi
Ġnavbat dagi
am as
ri p
Ġb ek
Ġkech asi
Ġinfeksiy asiga
si x
Ġs u
Ġsan itariya
yu ta
Ġsh ub
ĠD on
Ġ4 5
Ġhay oti
Ġman s
Ġsanksiya lar
Ġsh undan
Ġra is
Ġd in
Ġmodda lar
U ni
v it
ĠB aza
Ġtar mog
ĠX itoyda
Bun ga
Ġpiy oz
B o
m et
ĠS erg
Ġol ing
ada m
Ġmaj mu
Ġhozir cha
omi dor
Ġbarav ar
Ġmash q
Ġtartib da
Xon anda
Ġbo is
Ġg uvoh
Ġsuy uq
u al
rsat di
J ahon
K erak
Ġtash ab
ĠN or
P A
ĠBaza ar
illi on
Ġp un
Ġj inoiy
Ġmu allif
layotgan i
ob i
Ġtinch lik
t li
t al
Ġeti lishi
Ġsoh asida
v o
oy li
Ġquv vat
Ġqo lishi
lgan ini
Ġtop ilgan
Ġmutaxassis lar
Ġkamay tirish
h ez
ul y
Ġalla qachon
D ast
Ġo shib
ĠF ar
a ladi
TA SS
j ayev
t ak
Ġd og
Ġqiz il
Ġkomis siyasi
Ġaka de
Ġevaku atsiya
Ġs alat
E ndi
Ġo chi
un i
Ġr ossiya
ĠE l
Ġxavf ini
Ġoxir ida
p rik
Ġg or
ĠN ex
Ġtelekan ali
Ġqob iliy
Ġmuzok ara
Ġlab orat
ĠS S
Ġqism ini
Ġahol ining
g ini
Ġq ul
siy asiga
ati dan
Ġbor ligi
Ġkishi dan
zgar tir
e si
sh anba
Ġm on
Ġm er
Ġkun larda
Ġa d
ey t
ĠE m
ur ak
Ġam erikalik
ch asida
Ġb ren
Ġin qir
ur a
an k
lish ni
Ġst ress
Ġenerg iya
ĠMas k
Ġqur ish
yx atga
Ġquy osh
y us
da rt
ru p
Al batta
lan i
Ġz ir
yo h
Ġtur ish
Ġdol larni
Ġtayyor langan
Ġtop gan
ĠM uham
Ġisb ot
U m
la stik
aq a
ala m
Ġnar s
on asi
Ġmas alan
Ġyuq or
Ġmahsulot larni
Ġnash r
Q ur
magan i
Ġoshir adi
Ġpoy abzal
Ġtut ilgan
Ġxabar ida
Ġfuqaro lari
Ġtahdi d
Ġ ada
Ġo tasi
Ġx ayr
Ġtan lash
Ġk asb
1 8
Ġhuk m
Ġyubor gan
t lar
ĠGo ogle
Ġg en
Ġoshir ilgan
Ġxizmat lari
S A
Ġo s
ĠSh imoliy
ĠHar per
ĠR ah
ĠI chki
Ġtarqali shi
Ġinstit ut
e f
en siya
Ġosh qozon
Ġul g
ok ola
m ok
Ġjih oz
Ġton na
Ġq alb
Ġkir gan
Ġvak olat
Ġku y
Ġdi z
ish tir
ĠO zarbayjon
Ġin t
inter est
ra zi
lish ga
Ġcheklov lar
A r
y oviy
Ġm il
ti ga
Ġis loh
Ġqur uq
Ġyash agan
k et
Ġatrof ida
ĠK im
Ġsh osh
1 6
ĠP interest
Ġbor adi
Ġpar var
l ey
lash di
Ġdar hol
ran g
I V
Ī Ĵ
Bun da
Ġyetishmovchi ligi
nev mon
ch ak
Ġchiq ilgan
Ġaniq lik
ĠTash qi
Ġish dan
okola d
Ġavi ak
Ġq irg
Ġyo d
uv ga
ilish da
ver sa
Kerak li
a lariga
k s
r d
ta lik
Ġj abr
Ġ3 3
ĠY PX
ĠOl ma
Ġh ib
Ġas ar
Ġchaqir di
Ġpart iyasi
k un
lik larni
Ġras man
1 4
r ay
v ed
ay a
Ġmamlakat ga
Ġkenga sh
Ġusti ga
s an
chi m
Ġyor qin
li si
ur t
ĠS en
yil gi
maslik ka
Ġqiziq arli
lim iga
Ġtayyor lanadigan
Ġlim on
1 7
i cha
as ad
Ġg ul
ar iy
ĠD il
ĠY TH
ĠX on
ul mon
Ġkeyin chalik
Ġdi abet
Ġon layn
b atida
chi ligi
ĠS o
Ġmur akkab
Ġhududi ga
Ġar zon
l q
u la
y e
ta sh
ist an
Ġ ing
Ġk ayf
em ir
Ġbar obar
Ġkam roq
Ġboj xona
ili q
Ġloyih asi
Ġbo shidan
Ġjar ima
Ġtez roq
M ah
Ġqar z
Ġoy lik
Ġr atsion
6 0
Ġs udi
Ġto if
ĠM ay
ĠP ol
Ġtop ish
en ni
Ġso lib
Ġshun i
Ġqi dir
tadi gan
incha lik
Ð ¾
Ġs ekin
ĠR aj
Ġviloyat idagi
Ġinson lar
ĠNex ia
1 3
S ur
Ġu mid
ak an
Ġkoronavirus ni
Ġxavfsiz ligi
Ġkisl ot
V iloy
i gar
Ġber ilishi
Ġjoy lashtirilgan
Ġqonun iy
ĠLu kash
p tom
zgar ishlar
Ġpr ot
siy asida
siya ga
ĠMah kam
Ġqilingan di
k asb
ĠO lim
ĠU l
va ziga
K om
l lari
Ġjoy ida
bur g
r ok
u liy
Ġoy ining
ĠSS V
e la
g oh
Ġstan dart
ims oq
Ġkre m
Ġtur izm
Ġ3 7
lagan i
and r
ĠV ashington
Ġdunyo dagi
Ġyetish masligi
Ġsev imli
Ġehtiy oj
Ġp o
Ġke sib
Ġtash lab
Ġmar ot
ĠUkraina dagi
Ġoila si
Ġqo zon
Ġtan iqli
Ġelektr on
ĠO r
Bu gungi
Ġyur ish
Ġ15 0
Ġolim lar
Ġh azm
or od
ur mat
Ġmillion dan
Ġyur gan
Ġmet ro
k ani
er da
Ġoxir gi
Ġe vaziga
Ġf oto
Ġtayyor laymiz
Ġket ayotgan
Ġkar yer
Ġne ft
sh anda
F Y
ot ini
Ġtov uq
ĠArab iston
b er
Ġqism ida
Ġgum on
Ġn a
ter iya
Ġchir oyli
Ġn iyat
landi ya
Ġfarz andi
i c
Ġsay yoh
Ġnaz orati
Ġahol ini
l ing
Ġb ep
Ġdol lardan
Ġnom li
Ġkel moqda
Ġprok ur
Ġrey ting
Ġkela jak
T ash
iy oh
rin ishga
Ġsamara dor
ul ot
Ġtash lash
Ġfoydalan uvchi
Y ork
Ġoqib at
Ġo lam
Ġoq sil
Ġyaxshi lab
Ġus uli
l da
rin da
Ġfilm ida
Ġnav batida
ĠSamarqand da
Ġ iliq
on lik
Ġre st
Ġs trat
Ġsay ohat
tab ek
Ġmarot aba
R e
t f
Ġyotqiz ilgan
ov uq
Ġchiq adi
Ġkasallik dan
ĠQo dir
em ent
y on
oy aga
Ġ3 4
oz it
Ġqar in
ari ga
m en
ut o
Ġshifo xona
Ġs entabr
zi dan
l lash
Ġo la
zbek istan
m er
Ġ( âĢľ
Ġqur it
Ġdara xt
Ġdun yoning
ki t
og ramm
Ġyulduz lari
o ga
ĠE PA
Ġtartib ga
di a
or an
Ġerish gan
ĠMed uza
v and
Ġp lat
Ġcha q
ĠM er
Key inchalik
l dosh
alab a
p o
Ġham kasb
Ġvazir ligining
Ġdastur i
Ġprokuratur a
Ġqilish da
Ġbudj et
h am
er in
Ġst akan
ng ra
pp ar
Ġtab rik
Ġshik ast
v lat
Ġvazif asini
Ġmadan iyat
q ol
ili ya
ĠN ik
Ġkuz atiladi
il lar
Ġetgan lar
shi d
ĠM FY
Ġehtim oli
r uz
Ġfoyda langan
Ġmarkaz iy
Ġjan jal
Tayyor lanish
j id
Ġk ul
Ġn ut
Ġp nevmon
Ġqay tgan
Ġ3 2
Ġkir adi
qiq ot
art er
Ġfaqat gina
Ġyulduz lar
Ġk ap
ĠA pple
Ġoila viy
akk iz
Ġasorat lari
Ġber ishga
Ġyubor ilgan
Y osh
Ġo ladigan
ri d
ĠB o
Ġqiy mati
le g
Ġimkon ini
ov ar
Ġrossiya lik
iz er
ol lik
Ġde vor
Ġtopshir iq
ia omi
z lari
Ġz av
Ġqiy inchi
Ġ201 7
Ij timoiy
Ġavt ot
ĠX alq
ĠXitoy ning
z an
Ġbi lish
ka la
Ġkun ga
Ġyur i
Ġnamoy on
iya j
ĠE n
Ġhol larda
ar ri
Ġmu ola
ut un
Ġhar orati
Ġyoz moqda
ĠJahon gir
Ġming ta
ĠL a
Ġshart nom
al niy
ĠB ir
Ġaf zal
Ġjaroh ati
sh ish
Ġx amir
aq qiy
Ġqov ur
ĠMaj lis
Ġan j
Ġis mli
Ġqah va
Ġhaydovchi si
Ġintervyu sida
Ġsim ptom
Ġnars ani
ax ta
Ġdar s
Ġâ ĪĴ
sus ki
Ġe fir
Ġbar ch
ĠV azir
ob atga
Ġkasallik ka
Ġnavbat da
ĠIta liya
Ġinqir oz
b osh
Ġbu gun
ari dan
Ġdaraj asini
Ġqo lib
Ġbor asidagi
Ġyil ga
Ġgaz et
ch am
gan di
Ġq adam
imiz da
Ik ki
Ġeksp ert
at ning
Ġas lida
Ġkom mun
Ġnom i
Ġhudud larda
Ġkart oshka
Ġqan d
mart dan
t ur
Ġ ab
Ġkerak li
ĠX alqaro
Ġshart noma
ish langan
Ġda lil
Mu taxassis
l ining
ch in
ĠIIB B
lar di
Ġm ini
lik dagi
Ġban ki
Ġpart iya
log er
Ġs ep
Ġham masi
Ġkun dan
ĠK on
sion al
Ġmiqdor ini
Ġush lab
Q ar
sh ti
Ġm ol
Ġg iyoh
Ġchiqar adi
stit ut
S ab
Ġet ishicha
Ġor zu
Ġas ab
alar ining
Ġsev gi
Shif okor
j am
un kali
Ġsur atlar
Ġos oyish
av v
Ġtr illion
ay s
en s
Ġsur atini
m ik
ĠB ollivud
Ġay ti
Ġsav d
Ġeh timol
Ġmod diy
et ti
Ġvosi tasi
Ġora da
Ġerta lab
Ġbor ligini
Ġkunda lik
U z
iy ani
ĠT ur
Ġmat o
Ġuz aytir
Ġsoh a
Mamlakat da
lay man
Ġqat nov
ullay ev
stan bul
Ġi f
Ġmiqdor ida
Ġtayin landi
ĠMosk v
Ġtemir yo
Ġsarat on
b in
Ġhisob ot
Ġsalomat ligi
Ġrejiss or
ĠVazir lar
S iz
z ga
shir oq
19 9
Ġkuzat ib
Ġpalat asi
Ġhib sga
t ma
gan da
ov ga
Ġboshlangan idan
Ġfuqar osi
ĠIttifoq i
Ġbak teriya
Ġs pir
es la
son li
ĠTramp ning
Ġvari ant
Y evro
a if
h um
Ġf er
Ġpar hez
Ġbosh lanadi
Ġa ppar
qot ish
Ġkayf iyat
di ri
Ġm enga
lanish ni
Ġyax shiroq
id din
Ġharakat lar
Ġnatija lari
Ġtaqdir da
r q
lik a
Ġin obatga
ĠN yu
Ġyet ti
Ġaj ra
Ġpoyez d
Ġu rin
Ġjoy larda
Ġtalab a
Ġqut qar
rn ini
Ġkamaytir adi
Ġbl ok
Bu yuk
Ġpre par
1 1
g or
gan idan
Ġde mok
Ġqil maydi
tkaz di
Ġmik r
Sam arqand
Bu gun
Y ana
Ġtom oni
Ġdi q
Ġm ob
Ġbo z
G az
Ġsh okolad
tkazi ladi
Ġfoiz ni
im i
im ni
Ġsh erik
lash ishi
ĠM at
Ġvazif a
Ġq adr
Ġolish ni
Ġil oji
ti z
Z en
Ġ3 6
Ġvosi t
m lik
Ġ3 9
Ġro zi
Ġmin nat
Ġqila miz
Ġmudda ti
Ġulg ur
D unyo
Ġb ul
ir ov
Ġmuh of
T ur
ĠO tabek
Ġ6 5
h qon
Ġj in
Ġprezident lik
Ġkil ogramm
Ġhav ola
ishtir uv
Ġboz ori
Ġtik lash
l lar
Ġay lan
Ġim port
rat uz
ĠAleks andr
Ġmob ayni
E l
X X
Ġm oj
Ġsi g
Ġb at
Ġet amiz
Ð° Ð
l qin
gi dan
Ġj oyda
Ġde hqon
Ġbor ilgan
Ġtadqiq otlar
Ġnuq ta
Ġjuft lik
chi larning
Ġmas ofa
ĠN ews
ilish ida
Ġhaj mi
Ñ Ģ
Ġmamlakat dagi
Ġtov ar
Ġap rel
tf ilm
i p
Ġshifo xon
tadbir lar
Ġhomila dor
Ġ3 8
M ash
l ni
ec a
Ġy ut
Ġish larini
Ġyosh ga
Ġrahbar ining
Ġyetak chisi
kit ob
Ġm obil
Ġbor ayotgan
Ġerish ish
Ġnazar da
stra Zen
Ġparvar ish
Ġmobayni da
do lat
Ġbuz ilishi
straZen eca
X alq
r ir
t oj
ĠMotor s
I I
Ġaj rash
Ġayt ilgan
Ġm avzu
ĠK o
Ġinf ratuz
F ilm
Ġu g
Ġchiqar uvchi
sp aniya
Ġbemor larning
Ġsht ab
Ġqir oli
ck er
l ev
il on
Ġmu kam
D R
Ġra g
Ġorganizm da
Ġtar aqqiy
Ġkasallik ning
Ġplat for
Ġ iyun
Ġs akkiz
Ġolgan i
Ġshosh il
Ġgiyoh vand
u T
Ġk lub
im da
Ġshah zoda
Ġva l
Ġming ga
So ch
Ġjih atdan
tis os
Keyin roq
qnash uv
oy i
ĠSa udiya
Q ozog
ov uz
Ġ19 8
Ġmukam mal
un d
ol d
Ġp six
Ġpr ov
n er
Ġp ost
tkaz ildi
Ġshak li
Ġtartib i
Ġmashin asi
ka da
lash uv
oj ir
Ġ4 00
Ġkel ingan
Ġob una
Ġom ma
Ġhamkor likda
T an
Ġkasallik lari
xtat ish
par var
Ġziy od
Ġo p
Ġq alam
yil ga
ĠF or
Ġsay t
Ġtuz algan
Ġpr og
Ġmuddat ga
Turk iya
Shun ga
y ash
ĠU xan
ep idemiologik
Ġbep ul
D o
Q or
Ġv er
ul ton
Ġbir ik
Ġto g
Ġmas jid
Ġchiqar ishni
Ġyer ga
Ġtarqalish ining
Ġqil maslik
dim uham
Ġtayin langan
ĠTim es
y lak
Ġk at
ĠS ar
ub e
tkaz ib
Ġodam larning
Ġtarix iy
dir ish
Ġra z
Ġmuh toj
Ġamal dagi
Ġfoydalan ishga
Ġjamo asi
avv ur
p ol
en a
mas ining
Ġosti ga
A uto
Ġsol in
Ġqarin dosh
ch at
m ish
li p
vet siya
f izer
m ov
Ġf ili
ĠT ergov
Ġg lobal
zal lik
ab og
Q irg
ĠP ar
q ligini
ob ul
Ġsahif asiga
Ġf ed
Ġp omidor
ĠM in
Ġdavlat lari
Ġbelgi lari
Bosh qa
Ġdip lom
Ġval yuta
2 7
av f
Ġkor rup
Ġdek abr
F ar
Ġni k
Ġqism iga
Ġmush uk
str uk
q os
Ġ ali
Ġbosh lanishi
ok sidan
lashtir ib
ola versa
Ġavval roq
Ġqil magan
Ġega llab
Ġmarkaz ida
ĠA ng
Ġbosh lash
Ġkam er
ran s
Ġsay yor
Ġosh kor
Ġoldin dan
K adr
Q olaversa
Ġch ang
Ġhis sa
Ġkan al
si mon
Ġfuqaro larning
Ġmuzlat kich
Ġxayr iya
B emor
x a
on lar
Ġ aq
osi ga
Ġbiz ning
Ġ lay
Ġkam chilik
Ġku tib
chi ga
ĠT ay
ud lik
Ġat adi
Ġvaksin atsiya
Ġuyi ga
lish di
Ġdiz ayn
ĠLukash enko
X R
l masligi
on ada
Ġar iza
Ġpande miy
Ð¸ Ð
p ot
y um
ĠM ur
ĠR a
is tika
Ġj igar
Ġtashkil otlar
Ġbemor ning
k oni
ĠA y
Ġtashrif i
Ġmuxlis lariga
ĠNav alniy
Ġgor mon
uT ube
A R
M uh
gi ga
az ov
Ġar x
Ġter ini
Ġvaksin aning
dan ing
oq da
may man
ĠU m
Ġpnevmon iya
Ġx ur
idemi ologiya
Ġpiy oda
Ġix tisos
y na
Ġish lashi
Ġme ni
liy ada
Ġsan aladi
Ġlavozim iga
ĠQor abog
Ġmans ab
Ġhisob langan
imiz ni
Ġkirit gan
Ġshahri ga
Ġmadan iy
an im
di gan
um a
Ġde zin
Ġhud udiy
Ġmustahkam lash
Ġxizmat ining
lev od
2 8
h om
ĠT er
Ġshun ga
lo om
ĠIs lom
Ġyet magan
Ġmamlakat lari
sir i
s ov
adi r
Ġmu si
rsat ib
Ġmuh ojir
ĠYevro p
Ġqo la
ĠH am
Ġpun kt
loom berg
cha lar
Ġboshqa lar
Ġemas ligini
ĠBer dimuham
2 6
h avo
q ur
ard ob
bos qich
Ġqas d
d r
f eksiya
l mas
rgan ib
Ġtarkib idagi
ĠEr do
Ġ art
Ġbi tim
el osi
Ġfoiz dan
Ġur f
mur iyati
Ġvaqtincha lik
Ġt ong
Ġy evro
Ġz aif
Ġjarayon ini
raz iliya
y ing
un us
Ġs ub
cha lari
ĠA straZeneca
Ġtayyor lab
ingiz da
Ġtekshir ish
Ġqoida larini
Ġqal in
Ġasos chisi
Ġrest oran
Ġch op
Ġshak lida
Ġyulduz i
Ġaf g
Ġx otin
Ġsht at
Ġkomp l
Ġkosm ik
Ġy om
Ġh urmat
Ġs azov
osi b
Ġholat larining
Ġtas avvur
Ġqaror iga
yap miz
Ġnut q
X DR
oli f
ĠR am
yil di
ep a
Ġada biy
Ġq ot
si shi
ek sa
og raf
O q
S ev
n oz
ek si
Ġum r
Ġsazov or
t ayotgan
og ir
Ġbosqich da
Ġhujj atlar
I l
Ġr angi
ad dan
Ġkiy ish
Ġtadbir lar
t il
Ġ6 4
ĠYapon iya
Ġuch r
Ġch in
mat ov
t gach
lashtir ishga
Ġhudud larida
Ġqoida lariga
ĠR ay
Ġor qa
Bu x
Ġyubor ish
Bar cha
Ġr es
Ġsar imsoq
Ġvaksin ani
T M
it s
Ġnam una
Ġkal oriya
Ġnik oh
lik larga
Ġyo shi
lgan lar
Ġav gust
rin ni
Ġkel tirilgan
gun cha
ĠMad ina
ri pp
rif ing
r uq
ĠS al
f iy
in ning
ot si
as dan
ti hon
Ġ4 8
ch ini
Ġd on
Ġqur gan
ĠMuham mad
Ġavtot ransport
Ġkor p
Ġqilingan i
Ġmaq ola
Ġchek langan
z dan
ĠNamangan da
Ġtashx isi
A ndijon
on s
ĠM am
Ġay lantir
osi ta
Ġosoyish talik
j oy
ka ga
li t
is a
Ġyoz ib
nali shi
Ġmasala si
k al
Ġp ak
zi la
aqat nov
Ġqish log
Ġistiq omat
on don
Ġp or
Ġmus ulmon
F aqat
l dan
lari m
or oda
Ġl in
sul t
layotgan ini
Ġtex nika
Ġaralashtir iladi
ur nal
Ġp at
rin adi
Ġsur unkali
Ġhudud da
ĠYHXB B
Ġzir av
2 9
y ori
Ġ iyul
sh an
Ġ( @
Ġas kar
Ġshahr ining
Ġjavob garlik
Ġshifo xonaga
p e
al la
Ġ7 5
r atik
u ar
Ġbi ladi
oli ga
tr an
Ġvosita lar
shin lari
ĠYo uTube
Ġrang li
Ġavi aqatnov
z lar
Ġn oyabr
Ġichim liklar
Y uq
Ġ ati
Ġtash v
Ġep idemiologik
ĠSan itariya
Ġmut la
Ġqov oq
ĠRaj ab
Ġk as
iq tisodiy
Ġdavo lanayotgan
Ġtel ev
M osk
P ar
cha ga
Ġor tidan
Ġyetkaz ish
tiy oz
Ġaksar iyat
S an
Ġchi z
Ġz udlik
Ġqol moqda
Ġyaqin ida
Ġmuhof aza
ĠU zbekistan
atsiya ga
if eh
Ġml rd
ĠSerg ey
razi a
7 0
G ap
O lim
h an
q ligi
ĠY ulduz
Ġkir iti
Ġ4 3
liy ev
sen ariy
Ġyumsh oq
T er
tir adi
Ġay lanishi
Ġlavozim ida
Ġanti oksidan
g en
Ġor ol
Ġodam larni
c i
Ġt he
Ġs en
ĠP fizer
Ġfaoliy atiga
Ġsahif asida
Ġprof ess
Ġport lash
Ġshik oyat
Ġstat istika
Ġug levod
Ġ larda
Ġde leg
ĠI b
ĠN az
Ġqilin moqda
uh rat
ran t
Ġmus ob
E S
U lardan
a cker
Ġn aq
Ġqo chib
Ġter ining
Ay nan
Ġmul tfilm
ĠNur man
Ġprokuratur asi
w ays
y ili
Ġhisob idan
Ġtush di
Ġmahsulot larini
Ġur ingan
ayev a
Ġmer os
Ġvazir ining
ĠSh arq
tkaz ilishi
Ġkech ki
Ġchora larini
Ġtarq aldi
Ġnon ushta
Ġsh ish
Ġhafta da
stra liya
Ġtaraqqiy ot
ifeh acker
y ul
in lar
ĠI stanbul
Ġre ak
Ġsoh asidagi
Ġqaram asdan
T ech
r ug
Ġp ir
Ġvaksin asini
Ġyop ish
ĠAbd ulla
Ġhik oya
Ġb rifing
Ġbir iga
iya lik
ng illi
Ġqay nat
Ġjang ovar
k rak
Ġy as
er ga
ĠM o
Ġet ayotgan
Ġim tihon
Ġsur ishtiruv
Ġasos langan
ĠA ziz
Ġ4 6
sk ar
ĠKor ey
Ġfon ida
Ġraz ved
R espublik
Ġs p
Ġxizmati Foto
Ġhayot ini
ay i
aq iq
Ġoy larida
Ġkish ining
erik aning
bir iga
Ay ol
Ġust un
Ġishonch li
Ġrus umli
ilgan ini
Ġkerak ligi
rsat ki
Ġyaxshi laydi
Ġme xan
Ġmak iyaj
ĠX iaomi
Ġyubor di
Ġmul k
Ġkelishi b
im iy
en si
Ġkun duz
ĠB ol
ĠB ob
Ġnom idagi
Ġnam un
Ġfar mon
Ġmuassas alari
Ġes ki
Ġinfeksiy asini
Ġaerop orti
Ġmuola ja
i ka
es sional
Ġqarshi lik
Ġim tiyoz
Ġrek lama
M uz
Ñ Ĥ
Ġb ev
Ġm akt
Ġs a
ĠK am
ĠQ ar
Ġxodim larining
Ġketgan i
zgar ishi
Ġbo sib
Ġdar ak
Ġtajrib a
b aho
Ġ Ġ
er ni
Ġmatbuot i
Ġsho u
Ġchaq aloq
m os
20 22
ĠL e
Ġxal os
Ġkurash da
oniston dagi
Ġtasdiq ladi
s asi
s ev
lan a
Ġke chik
ĠG razia
ey k
Ġming lab
Ġsur ati
Ġish ni
ad ro
Ġfoiz ini
Ġtez da
Ġvaziyat da
Ġnoq ulay
ĠAir ways
z iya
Ġsin f
Ġsavol ga
Ġres urs
ta j
Ġbosh dan
den t
Ġkasal xonaga
Ġ5 4
Ġ4 4
Ġmuh it
Ġsot ish
lantir uvchi
ldir ish
Ġok tabr
Ġkengay tirish
e da
Ġx ab
Ġish laydi
Ġchi p
sim al
H ay
Ġboshqar ish
Ġaytgan di
Ġeksp er
F ran
f aks
tir di
Ġ4 7
Ġaralashtir ing
b iz
iy asini
er v
oda tiy
Ġkons ert
O dam
S t
l or
Ġu sk
ĠK ong
Ġ4 9
Ġtak omil
imiz ga
Ġf evral
ĠT IV
rt ta
Ġqat lam
Ġhuquq lari
Ġ25 0
Ġati gi
uman itar
Af g
N amangan
k um
sh un
Ġx ush
ĠM ax
rsatki chi
H uj
Ġish langan
Ġi sit
iyat ini
Ġre anim
Ġoshir ishga
xona lar
Ġozod likdan
Ġp lastik
Ġgi per
Ġtaraf dor
la st
oh ir
Ġga v
Ġkech ish
Ġajrat ilgan
Ġyetarli cha
Ġepide miya
Ġtariq asida
Ġtashab bus
f a
i x
p ed
y un
âĢĿ )
et er
Ġ5 5
Ġuy ga
Ġsur atlari
Ġkuz ati
K am
sh ilgan
Ġy ara
al ok
Ġviloyat da
Ġtor tib
n e
r uh
an aviy
ov aning
Ġhaqiq atan
Ġkal siy
q ishga
an s
lgan di
Ġyaxshi lash
Ġul kan
ilon zor
ĠBerdimuham edov
A A
Ġli t
Ġy ey
Ġv oyaga
Ġish la
rsat ma
Ġharbiy lari
ĠCh en
Ġpoy tax
Ġmin eral
Ġvoqe alar
Ġsalomat lik
Ġaz iyat
Ġqilish ini
Ġbar po
rt inchi
Ġar ti
Ġiz oly
Ġkiyim lar
Ġxon im
J SST
r mon
iy og
Ġbo si
Ġu rinish
Ġfilm idagi
Ġ201 6
Ġchar choq
Inter faks
Ġdiq qat
J umladan
Ġk v
ĠT om
Ġtur i
Ġishtirok idagi
ĠKan ada
S ay
Ġk eksa
Ġsaq lanib
xt iy
Ġsar iyog
Ġbiz ga
Ġbuz gan
Ġaloqa dor
ĠT esla
Ġf akt
Ġber magan
Ġch arter
Ġqur ilgan
Ġega si
p r
ga z
lan sa
ĠF in
ĠL iv
dar mon
Ġodat da
Ġmusi qa
ishi dan
ĠR ob
ĠSh oh
Ġkasallik ni
Ġtavsiya lar
Ð µ
Ġt al
ĠB ar
st lik
Ġbuy rak
Ġaholi ga
Ġmuammo larni
Ġfoydalanish ni
Ġmuassas alarida
Ġtort ish
st rat
Ġtaq sim
Ġich ak
Ġyoz ilgan
Ġbelgi landi
Ġxat ti
Ġprot s
I M
T ok
ĠSur iya
Ġkaf olat
b ag
l od
Ġharbiy lar
Ġturmush ga
elosi ped
T ramp
Ġk if
ri ka
ĠToshkent dagi
Ġshifokor ga
E ron
t epa
um iy
shi g
illi q
Ġdast lab
Ġfon di
Ġprog noz
Ġu chib
av er
en ta
Ġtar qa
Ġdol zarb
min laydi
Ġdavo lanish
sun g
Ġkif oya
Ġs senariy
Ġbo d
as ul
ri ladi
Ġqay tib
Ġhamkor likni
p h
la v
Ġuch ir
Ġtayyor ligini
qin lik
Ġshtam m
G o
K im
l sangiz
ok iston
ĠB r
uk um
ĠG ul
ĠE s
ĠL o
Ġkut ilmagan
Ġdaraja dagi
shi ladi
Ġf ol
tir ishga
oj a
Ġmas t
Ġjavob an
Ch J
lantir adi
Ġraq ob
Ġmush ak
Ġbren d
O r
lan d
ĠM on
Ġolgan da
Ġaks incha
Ġmashhur likka
Ġhududi dan
q im
iy oz
tibor ingizga
nalish ida
N N
c etti
Ġg r
Ġsif atli
Af suski
K ompaniya
j el
il g
Ġy adro
ug ur
As lida
Ġkisl orod
tran sport
g iy
l moqda
sh o
de l
ib ir
Ġay lanadi
Ġtush adi
Ġmuxlis lar
Ġprofilak tika
sh ing
Ġf otos
ari f
tkaz ishga
ĠBux oroda
T he
tir of
Ġbor icha
Hozir gi
ĠF er
Ġatrof idagi
ĠAndijon da
Ġminta qa
q ani
Ġm oda
Ġs ektor
ash ina
Ġhudud lar
Ġavtomobil lar
Ġqalam pir
ek tar
Ġd er
Ġg ripp
Ġga cha
Ġsay r
Ġtomon dan
Ġoxiriga cha
B elarus
r ilgan
Ġtash uvchi
ĠG ala
Ġuy ida
Ġolingan i
Ġiq lim
Ġsht abi
im aga
Ġsh arq
Ġso xta
Ġmunosab atlar
shun os
si k
Ġp ozit
Ġmar hum
Ġayol ning
Ġviloyat larida
Ġye gu
Ġfarzand lari
Ġsinov dan
let chat
d od
r atsiya
Ġbi la
Ġyil larda
sk aya
Ġyop iq
Ġaksar iyati
Ġspir tli
Ġ eri
om obil
Ġf ax
Ġol ma
ĠI spaniya
Ġ5 9
Ġmunosab atlari
Ġavtom ashina
Ġkirit di
Ġenerg iyasi
ĠUl ug
Ġbev osita
i o
ĠM ChJ
Ġg ektar
Ġqilish dan
mi ta
ĠL ifehacker
egi k
Ġy alp
Ġish ini
Ġay lanib
rgan izm
Ġmur ab
Ġshun cha
Ġnima lar
ir usi
Ġqil sa
Ġik kala
ĠToshkent ga
ux um
Ġman a
e in
l omat
ar biy
as a
ta li
Ġtizim iga
Ġmux olif
Q ashqadaryo
Ġsabab chi
Ġ5 3
pa ce
ros sov
Ġmintaq aviy
asad di
b ayev
k ul
k rin
ish ning
Ġda f
Ġ4 2
Ġing liz
Ġh addan
Ġholat ga
iyun da
Ġmunosabat da
Ġtarix i
d er
cha da
Ġke ma
os an
ĠI k
Ġqur ilishi
Ġtuz ilgan
Ġvaziyat lar
Ġinsp ektori
Ġshoshil inch
J o
f an
at ining
os ining
Ġda h
ĠT oy
mon ov
Ġold ingi
Ġbah or
ĠUkrain aning
Ġqav atli
Ġfuqaro larni
ard er
mir lash
ĠUsmon ova
ĠLa cetti
Ġyom g
Ġish lati
Ġfuqaro larga
Ġyon ida
Ġbosi mi
y od
Ġxizmat lar
est erin
Ġmaslahat chisi
Ġmev alar
Ġbuyur tma
vor og
Ġsabzav otlar
Ġdezin feksiya
M ak
O dat
Ġsuv ga
Ġayt ish
Bux oro
r et
ur iy
Ġp axta
Ġmasala lar
Ġayb lov
Tad qiqot
enni fer
p ur
u a
Ġet ishni
ĠY unus
Ġxulos a
ĠUkrain ada
ĠUz Auto
n am
Ġ ir
Ġb et
Ġtar g
Ġmar osi
ti ladi
ĠY e
ral gan
Ġxara j
Ġxara jat
Ġprov in
Ġ ash
Ġq ad
ilgan da
ĠK XDR
ik Tok
ona lar
Ġjar roh
Ġkuzat ildi
Ġtopshir gan
Ġahvol da
l yan
Ġbi lim
Ġish larni
ĠJ am
Ġmarkaz lari
ĠW day
tom ir
x y
Ġuch ragan
Ġ5 7
Ġost idagi
Ġayti lishicha
s qinlik
li dan
tir uvchi
uv chan
Ġhisob lash
iyul dan
Ġtushir ilgan
Ġhaj m
Ġsuyuq lik
ardob a
M ay
a ch
l os
r ist
r ux
rit aniya
qon simon
Ġyon dash
Ġpoytax ti
S uv
Ġh ash
am in
Ġr ub
ĠI l
ish loq
Ġs il
ay ib
Ġr esp
Ġber gani
Ġav lod
Ġosh ishi
Ġmaq om
Ġsot uvga
Ġaktyor lar
Ġmansab dor
F arg
Ġb en
Ġzar ba
Ġst av
Ġv elosiped
ĠI lon
Ġrahbar iyati
Ġkosm etik
la sa
Ġko f
Ġsh arb
ĠB ah
Ġfoyda lanib
Ġqilin adigan
Am erika
Mar kaziy
Ġshirin lik
B utun
Y aqin
el ektor
ĠU y
Ġyar ash
Ġtalab alar
Ġfilm lar
Ġkim yoviy
Ġbajar ish
E k
H atto
c o
ĠA J
Ġsam oly
Ġvaksina lar
Ġhaf t
Ayni qsa
Ġamaliy ot
Ġkuchay tirish
Quy ida
Ġdin iy
Ġdiplom atik
F P
d rom
Ġjoy ladi
Ġdavr da
Ġsoch lar
t ka
iy asining
Ġta f
Ġvosita larini
Q ay
S ar
Ġv atan
oy asi
Ġx itoy
ĠD amas
Ġ6 3
Ġxodim lar
urs and
Ġanj uman
T ez
k lar
tir iladi
ĠX o
em pi
man d
jon ov
In stagram
Ġmuddat li
Ġimkoniyat ini
Ġs ari
ot e
Ġuch ra
Ġ1 20
ĠN ew
Ġodam larga
Ġist algan
201 8
Ġimzo ladi
Y uz
y og
z A
ati v
ĠO b
Ġkasal xona
Ġ19 7
Ġshahri dan
Ġtarkib iga
Ġnarsa lar
ĠQur olli
B C
Ġqo sh
Ġ5 8
Ġmar ka
Ġaniqlangan i
Ġvit se
Ġraqam li
Ġo i
Ġer it
Ġbelgi si
Ġfilm da
ij oz
onun chilik
Ġsu per
K atta
t oni
x at
la gi
lar siz
Ġbor ishi
Ġchiq ishga
Ġamal dor
ande miya
Ġmuhok am
Ġsol ing
Ġaviak ompan
Ġmutla qo
d din
n iya
y adi
at larini
ek shir
ra dan
it al
may miz
ĠJ ek
Ġ5 6
lantir ishga
Ġorganizm ga
Ġpas aytir
Ġz ahar
Ġmas kan
Ġyangi lik
Ġmun osib
Ġdaqiq aga
Ġyakun iga
Ġpech da
Ġjavobgar likka
H ech
Ġh ind
ot ik
Ġham isha
Ġim p
Ġkel tirgan
Ġur ug
Ġhayot da
Ġraq ib
Ġoyi dan
ĠQashqadaryo da
Ġijod kor
Ġmarosi mi
Ġma la
Ġtush ish
maslik ni
Ġmashhur lar
xtat ib
Ġqand li
4 5
y ar
Ġb loger
Ġber a
Ġprezident ining
In son
Ġtarqali shiga
Ġmuxlis lari
Ġno odatiy
Ġqimmat baho
ĠQodir ov
E r
Ġet tirish
Ġjoy iga
Ġishtirok chi
pay ib
Ġbayonot ida
Ġkompaniy asining
Ġmamlakat larda
Ġbildir ib
Ġlaborat oriya
m oli
m ers
Ġy aq
de s
Ġj uma
Ġbir lash
Ġvaqt ning
Ġyoz uv
Ġorganizm ni
ĠArabiston i
ar chilik
al ol
ĠB loomberg
ĠS u
Ġdav ri
ĠK obul
Ġshaxs larga
Ġshakl da
Ġziy orat
ĠOr tiq
Q ora
S ud
l cham
z atsiya
la magan
Ġuch ast
Ġhisob laydi
Ġbah s
Ġqoldir gan
Ġqir ollik
mers ant
A b
Ñ ģ
ĠK omil
ro p
Ġkir ishi
ĠL ondon
ĠV ideo
Ġ6 00
Ġ7 3
Ġegal lagan
Kom mersant
Q an
or j
ĠR ed
ĠP ress
Ġ6 6
Ġom il
Ġayb dor
Ġkomis siyasining
Y a
l ning
u qaro
Ġo layotgan
ob ili
avo di
Ġtir noq
V a
am p
Ġx ursand
ĠA sh
ĠB ek
Ġyash aydi
Ġqu ti
Ġbudj eti
Ġtam om
Gaz eta
eter burg
Ġte atr
Ġtop ildi
Ġvide os
Ġcha p
Ġson ini
Ġtelekan al
an iyaning
Ġu larda
Ġd ok
Ġoy dan
Ġ7 7
Ġelektr omobil
Ġkomp yut
ashin yan
Ġzirav orlar
Ġkun gacha
Ġbu g
Ġtur ar
Ġqur olli
Ġxodim lariga
Ġbino an
Ġfarq li
Ġsolin adi
Ġpak et
g ent
gan dan
lash dan
Ġham m
Ġd ron
ari j
Ġas al
ĠF ed
Ġqol gani
rinbos ar
Ġham shir
ĠA t
N ash
ak o
uk us
Ġrasmiy lari
Ġbaxt li
Ġkelajak da
s ning
Ġqo dir
Ġjoy ga
Ġjang ari
Ġretsep t
Ġtasvir langan
ar masi
it tifoq
Ġish laydigan
oli da
ĠK ol
Ġme ning
ly atsiya
As osiy
Ġbo laning
Ġsh ov
Ġolgan lar
Ġme ga
tar ilgan
ĠQur bon
ili t
lgan ligi
Ġkam era
Ġzar b
sir ini
Ġtut ish
Ġkompaniya lari
Ġmak simal
Ġyuri dik
Ġqil inib
ĠO TM
Ġ19 6
larimiz ni
Ġnor mal
E m
p langan
s mir
Ġk letchat
on dent
or is
oli q
ĠSh vetsiya
Ġ7 2
Ġloyih asini
oniston da
Ġprof essional
Ġtran sp
Ġdip lomat
q qiz
us n
Ġz avodi
ich kin
ĠMirziyoyev ning
Ġmeh n
Ġbuyur gan
Ġidor asi
Ġtariq a
ĠK enga
Ġra di
Ġqur b
Ġsin ab
Ġvazif asi
b ass
Ġg var
Ġek st
kor lik
Ġkech gan
ĠKar imov
nov atsion
Ġshub h
il masa
Ġx iy
ax shi
Ġz anj
Ġdaraja ga
Tad bir
ma ga
Ġholat ni
Ġkal tak
Ġuchrashuv da
q qa
t en
y ini
Ġm ijoz
ĠO y
Ġyosh gacha
Ġvaziyat ga
Ġkon t
Ġpasay ishi
Yevro pa
Ġqot il
O skar
la tadi
Ġber maydi
Ġto b
Ġbar ibir
Ġtadbir lari
Ġishlat ish
ar x
ir a
ada l
Ġbar moq
ĠZ o
Ġqiy mat
yx atiga
AQSh ning
Mosk va
Ġbrifing da
Y ulduz
t ov
ĠT og
Ġhay rat
Ġkuzat uv
ly uk
Ġyot oq
Ġbur un
Ġqul oq
Ġxab ariga
Ġsharb ati
z larini
in ni
aq ti
ĠD mit
Ġmas sa
Ġsiz ga
201 7
Ġmet ab
Ġrejim i
Ġinsp ektor
Ġruh iy
Y ig
b oyev
Ġav j
Ġchiqar gan
kid lab
Ġxavfsiz ligini
Ġkim ga
Ġdir ektor
Ġsum ka
Ġshtam mi
Ġxol esterin
A h
i di
ek siyasi
ĠB en
yil dagi
ĠSh t
Ġoshir ilishi
Ġbemor larni
Ġye chim
Ġmutaxassis lari
Ġqila man
Ġmag niy
Ġstrat egik
k en
Ġaniq ladi
Ġoshir gan
min ot
Ġemas ligi
Ġtalab lariga
Ġvide oni
Ġtopshir ish
ĠMe gan
Ġta ga
Ġkam bag
Ġ9 7
Ġtek is
Ġmut asaddi
Um uman
m asida
n lab
la jak
on ning
as miy
uv or
ok ori
ĠG u
ĠRossiya dan
Ġkarantin da
Ġsud ga
iy undan
Sh ah
Ġor tib
Ġket ma
Ġavtom obili
xsh aydi
Ġtashx is
vali ga
Ġshub ha
Viloy at
G erman
da si
ma da
re d
oli z
ĠD a
id er
Ġsar oy
Ġom bor
ĠMak ron
Qiz il
Ġdoz asi
K e
Ġn us
Ġbi lib
Ġkor onav
ĠQ rim
sat dan
Ġsabab lari
ĠSh ar
Ġoy da
Ġun chalik
Ġ8 5
Ġur ushi
Ġne ga
Ġjaz osi
uf uz
z lab
Ġva h
ĠA mir
Ġbuz ish
Ġoch ish
Ġprokur or
Ġmexan izm
Ġm ish
ĠT ikTok
st lar
ik tor
Ġaholi sining
xtat ilgan
Ġbosqich ma
Ġora lig
Ġelchi xonasi
ĠMay kl
ĠQar shi
Ġraqob at
m ed
u ga
at ilib
ta lar
yil gacha
ech ak
Ġqiy of
tif ik
Ġmik ro
Ġtran s
lq op
Ġvideos elektor
f x
Sh ahar
ĠM un
lgan da
Ġet ilmoqda
og en
ĠD ep
ĠJ an
Ġshif okori
Ġshun chalik
Ġban di
Ġust uvor
Ġtadbirkor lik
pace X
Nash r
Ġo tish
Ġo chib
dan iyat
Ġqay n
Ġli tr
H indiston
il la
Ġyur t
min oti
ayt un
Ġvirus ning
Ġetadi gan
Ġust oz
Ġmoj aro
avf sizlik
Ġmarka ziga
J am
K A
K on
R ossiyaning
b ob
q otgan
ĠA x
tkaz adi
Ġim koni
Ġ6 1
Ġnom langan
obal t
Ġasorat laridan
Ġalomat lari
M is
l erg
im ga
Ġhaq orat
Ġqilin ayotgan
Ġmuddat da
ĠBritaniya da
Ġzav od
Ġmini mal
ir chiq
dan i
ĠA FP
el in
ĠG ur
ĠQ onunchilik
Ġkom bin
Ð¾ Ð
P eterburg
il zila
Ġber ishini
Ġhududi dagi
Ġerkak lar
Ġrejalashtir moqda
C OVID
S al
V irus
m asidan
Ġt ij
Ġajra lib
Ġo mad
Ġj anub
ĠM an
Ġtan qis
Ġku ti
Ġdey ish
imiz ning
H ukum
b es
Ġp ol
ev r
Ġg ub
Ġkeyin roq
Ġavtom ashin
ĠCosmopolitan Foto
Ġnuq t
ĠPol sha
Ġkommun ikatsiya
k ol
p iya
q ay
t ilgan
Ġv iz
siya da
kin s
ĠP okiston
Ġqay erda
Ġdi sp
ĠAbd ur
ĠGala xy
at siyani
as ta
Ġbelgi lab
ĠCh ilonzor
Odat da
9 0
h od
q ima
ar iya
Ġn ogir
Ġn ufuz
Ġde gani
ey s
Ġloyih alar
Ġlavozim idan
ĠAn d
Ġoyi ga
Ġanti tan
Ġxol os
r lik
ar on
ch il
af sil
ub ay
Ġprofilak tik
Ġtizim ida
ust am
yx ati
Ġbos tirib
Ġkomis siya
Ġdeput at
Ġqurbon lari
Ġlay fx
ĠB raziliya
ĠJ ey
Ġdol lari
Ġsal oh
