{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"la":261,"âĢ":262,"sh":263,"an":264,"in":265,"âĢĺ":266,"da":267,"li":268,"Ġb":269,"lar":270,"ar":271,"ch":272,"Ġk":273,"Ġt":274,"di":275,"at":276,"ga":277,"gan":278,"Ġo":279,"Ġq":280,"Ġm":281,"ir":282,"on":283,"il":284,"si":285,"ish":286,"or":287,"Ġy":288,"ing":289,"Ġv":290,"Ġh":291,"un":292,"Ġs":293,"am":294,"iy":295,"Ġbo":296,"ay":297,"Ġva":298,"ot":299,"er":300,"lan":301,"dan":302,"gi":303,"Ġe":304,"ni":305,"Ġu":306,"ida":307,"al":308,"as":309,"ur":310,"av":311,"ini":312,"chi":313,"ti":314,"lari":315,"ab":316,"lik":317,"âĢĻ":318,"ak":319,"de":320,"is":321,"ning":322,"iz":323,"ĠâĢ":324,"om":325,"um":326,"Ġta":327,"oy":328,"asi":329,"shi":330,"oq":331,"ol":332,"Ġx":333,"cha":334,"Ġko":335,"âĢĿ":336,"ta":337,"Ġn":338,"ov":339,"im":340,"Ġf":341,"Ġp":342,"ib":343,"ek":344,"ra":345,"Ġma":346,"siy":347,"Ġj":348,"Ġsh":349,"en":350,"ilgan":351,"Ġyo":352,"Ġbi":353,"Ġke":354,"aq":355,"lash":356,"us":357,"Ġbilan":358,"os":359,"ladi":360,"ĠâĢľ":361,"ka":362,"ili":363,"adi":364,"Ġqo":365,"Ġuch":366,"tir":367,"Ġda":368,"ul":369,"ki":370,"Ġham":371,"Ġr":372,"oto":373,"Ġ1":374,"uv":375,"Ġso":376,"ining":377,"Ġd":378,"Ġbir":379,"Ġber":380,"ĠA":381,"Ġto":382,"ati":383,"iq":384,"et":385,"ishi":386,"ist":387,"Ġ2":388,"it":389,"Sh":390,"ma":391,"ah":392,"Foto":393,"uz":394,"Ġuchun":395,"dagi":396,"ĠM":397,"lgan":398,"Ġde":399,"ob":400,"Ġish":401,"Ġbosh":402,"lab":403,"Ġi":404,"zi":405,"Ġqil":406,"af":407,"siya":408,"ĠT":409,"larni":410,"ligi":411,"sa":412,"iston":413,"qar":414,"lib":415,"Ġet":416,"iya":417,"ok":418,"Ġmu":419,"oz":420,"lat":421,"ri":422,"Ġch":423,"Ġkun":424,"ash":425,"ĠB":426,"ĠO":427,"ĠS":428,"re":429,"ĠâĢĶ":430,"ev":431,"ali":432,"Ġbu":433,"Ġay":434,"kin":435,"langan":436,"Ġdav":437,"oni":438,"moq":439,"st":440,"ud":441,"Ġtash":442,"oli":443,"Ġqili":444,"og":445,"Ġqar":446,"bek":447,"ax":448,"Ġhaq":449,"larga":450,"Ġol":451,"larning":452,"irus":453,"lum":454,"Ġun":455,"dir":456,"Ġchi":457,"ut":458,"ĠR":459,"osh":460,"zbek":461,"ari":462,"Ġor":463,"onav":464,"el":465,"yil":466,"lay":467,"Ġkor":468,"mas":469,"ent":470,"ng":471,"Ġg":472,"ĠI":473,"uq":474,"ada":475,"lish":476,"yi":477,"Ġtar":478,"Ġtu":479,"onavirus":480,"Ġhar":481,"Ġdo":482,"zbekiston":483,"ĠK":484,"larini":485,"Ġ(":486,"moqda":487,"ik":488,"ĠP":489,"od":490,"Ġmum":491,"tib":492,"Ġmumkin":493,"az":494,"Ġbor":495,"Ġnaf":496,"Ġin":497,"Ġkoronavirus":498,"iga":499,"kaz":500,"otgan":501,"Ġ20":502,"âĢľ":503,"idagi":504,"bu":505,"Ġvaz":506,"den":507,"dam":508,"Ġz":509,"yo":510,"Ġyan":511,"es":512,"abar":513,"ub":514,"Ġa":515,"Ġtur":516,"ori":517,"Ġtom":518,"ingan":519,"lig":520,"mo":521,"Ġqilish":522,"Ġkuni":523,"lariga":524,"qa":525,"dek":526,"izm":527,"asida":528,"ĠN":529,"may":530,"kat":531,"Ġxabar":532,"ina":533,"ro":534,"larda":535,"lishi":536,"Ġte":537,"gar":538,"illi":539,"mi":540,"Ġan":541,"Ġra":542,"Bu":543,"Ġdoir":544,"day":545,"iloy":546,"siz":547,"Ġas":548,"Ġqay":549,"ani":550,"ya":551,"ona":552,"shir":553,"art":554,"oh":555,"uk":556,"ĠG":557,"Ġviloy":558,"ĠC":559,"Ġ3":560,"asal":561,"zu":562,"uning":563,"iyat":564,"uvchi":565,"ziden":566,"reziden":567,"osi":568,"erak":569,"yicha":570,"Ġav":571,"Ġyet":572,"avzu":573,"ĠD":574,"ĠY":575,"ram":576,"ĠJ":577,"ishga":578,"yor":579,"Ġho":580,"Ġchiq":581,"avzuga":582,"Mavzuga":583,"Ġkasal":584,"iladi":585,"Ġkerak":586,"liq":587,"Ġsab":588,"magan":589,"20":590,"Ġshah":591,"kil":592,"oj":593,"rin":594,"Ġesa":595,"ĠU":596,"Ġam":597,"biy":598,"Ġdeb":599,"âĢĿ,":600,"aning":601,"ĠX":602,"roq":603,"Ġhaqida":604,"ĠQ":605,"atida":606,"em":607,"lashtir":608,"lanish":609,"Ġmilli":610,"Ġvazir":611,"lardan":612,"ey":613,"sat":614,"Ġak":615,"lov":616,"amla":617,"Ġqilgan":618,"Ġvaq":619,"oyda":620,"dim":621,"man":622,"Ġolib":623,"kent":624,"Ġxizm":625,"amlakat":626,"Ġsabab":627,"Ġmah":628,"ort":629,"00":630,"Ġtan":631,"dor":632,"ĠSh":633,"shbu":634,"Ġhis":635,"Ġyor":636,"Ġyosh":637,"oshkent":638,"Ġbar":639,"Ġ5":640,"Ġyil":641,"Ġtay":642,"Ġqan":643,"Ġmar":644,"ligini":645,"Ġkir":646,"lim":647,"ush":648,"Ġik":649,"Ġnafar":650,"Ġvaqt":651,"qaro":652,"tgan":653,"Ġni":654,"ossiya":655,"ĠF":656,"eri":657,"Ġmamlakat":658,"Ġmas":659,"onidan":660,"lagan":661,"ildi":662,"Ġtashkil":663,"Ġfoyda":664,"diy":665,"tkaz":666,"inchi":667,"Ġqildi":668,"Ġyoki":669,"Ġdavom":670,"tr":671,"val":672,"Ġ4":673,"uningdek":674,"Ġyangi":675,"Ġek":676,"Ġqur":677,"Ġaniq":678,"Ġuy":679,"Ġqarshi":680,"bat":681,"Ġtomonidan":682,"Ġqilin":683,"Ġl":684,"Ġdavlat":685,"Ġyordam":686,"rsat":687,"alar":688,"Ġedi":689,"ad":690,"ap":691,"ayotgan":692,"mon":693,"ayd":694,"sul":695,"Ġeng":696,"Ġoy":697,"maydi":698,"abr":699,"of":700,"Ġboshqa":701,"lumot":702,"yin":703,"Ġjoy":704,"Ġal":705,"Ġqol":706,"lanadi":707,"Ġkam":708,"Ġholat":709,"Ġolish":710,"Ġkom":711,"Ġtum":712,"Ġetgan":713,"Ġhisob":714,"ja":715,"ĠE":716,"Ġyuz":717,"and":718,"asiga":719,"Ġim":720,"Ġming":721,"ĠToshkent":722,"Ġsur":723,"idan":724,"Ġyax":725,"miz":726,"ĠL":727,"uh":728,"Ġre":729,"rezident":730,"id":731,"asini":732,"Ġkel":733,"Ġsaq":734,"QSh":735,"larining":736,"Ġtaq":737,"19":738,"Ġega":739,"Ġhamda":740,"Ġer":741,"oiz":742,"tirish":743,"son":744,"ĠV":745,"Ġah":746,"larida":747,"ech":748,"Ġvak":749,"ran":750,"Ġku":751,"Ġchiqar":752,"Ġ6":753,"ila":754,"orat":755,"Ġfu":756,"ilm":757,"Ġuning":758,"Ġfoiz":759,"iv":760,"sp":761,"Ġikki":762,"kor":763,"Ġmuh":764,"Ġmat":765,"Ġyaxshi":766,"Ġqanday":767,"ĠRossiya":768,"rt":769,"Ġdol":770,"undan":771,"Ġoshir":772,"ishni":773,"Ġga":774,"Ġushbu":775,"Ġij":776,"Ġshu":777,"Ġkeyin":778,"Ġharak":779,"Ġyuq":780,"Ġtush":781,"Ġamal":782,"Ġshi":783,"layotgan":784,"Ġqiz":785,"Ġmash":786,"ilishi":787,"Ġsi":788,"bir":789,"sulot":790,"Ġhud":791,"Ġrah":792,"Ġjar":793,"Ġtayyor":794,"Ġxav":795,"Ġich":796,"qali":797,"tiq":798,"Ġberadi":799,"Ġmillion":800,"atsiya":801,"ide":802,"landi":803,"Ġxo":804,"aga":805,"Ġrahb":806,"ter":807,"uy":808,"Ġmahsulot":809,"Ġtop":810,"Ġzar":811,"Ġjam":812,"oliy":813,"Ġkishi":814,"Ġ7":815,"abi":816,"Ġyur":817,"Ġfuqaro":818,"atga":819,"Ġoq":820,"ara":821,"Ġkasallik":822,"Ġyoz":823,"ez":824,"min":825,"Ġqilingan":826,"Ġqat":827,"ĠH":828,"Ġfa":829,"qi":830,"pan":831,"laydi":832,"Ġog":833,"Ġqis":834,"ala":835,"Ġbog":836,"Ġolgan":837,"ant":838,"Ġemas":839,"kra":840,"Ġodam":841,"kid":842,"xon":843,"emor":844,"lanishi":845,"Ġxavf":846,"yilda":847,"Ġdara":848,"ĠâĢĵ":849,"sti":850,"Ġme":851,"ig":852,"qat":853,"ĠAQSh":854,"Ġhay":855,"Ġxizmati":856,"Ġtez":857,"laridan":858,"Ġhaqda":859,"unday":860,"tadi":861,"Ġsay":862,"Ġqiladi":863,"ora":864,"chilik":865,"Ġyar":866,"Dar":867,"Ġnar":868,"Ġis":869,"xona":870,"Ġberdi":871,"Ġharakat":872,"erg":873,"Ġist":874,"ishda":875,"Ġ10":876,"ingiz":877,"ang":878,"Av":879,"ozir":880,"buot":881,"Ġvaks":882,"liy":883,"aj":884,"miy":885,"Ġyash":886,"Daryo":887,"lon":888,"Ġsoni":889,"Ġqon":890,"siyasi":891,"Ġishlab":892,"Ġket":893,"Ġbemor":894,"Ġavt":895,"uj":896,"Ġbirinchi":897,"Ġtuman":898,"gacha":899,"Ġuz":900,"Shuningdek":901,"Ġkuch":902,"Ġ8":903,"rezidenti":904,"tar":905,"sida":906,"Ġmatbuot":907,"op":908,"Ġeti":909,"aqat":910,"Ġdavomida":911,"rat":912,"ih":913,"Ġayol":914,"Ġkoronavirusga":915,"Ġkar":916,"ovchi":917,"Ġsan":918,"ed":919,"oda":920,"amiz":921,"Ġmun":922,"Ġsaqlash":923,"asining":924,"Ġbuy":925,"eng":926,"ard":927,"xt":928,"ep":929,"zbekistonda":930,"Ġviloyat":931,"gani":932,"âĢĶ":933,"Ġosh":934,"lsa":935,"Ġju":936,"fot":937,"Ġold":938,"oya":939,"Ġur":940,"Ġxal":941,"adar":942,"Ġvazirligi":943,"Ġkuz":944,"atta":945,"kraina":946,"Ġnom":947,"nat":948,"ekt":949,"Ġvafot":950,"Ġhuk":951,"ilish":952,"Ġqayd":953,"Ġmav":954,"Ġsog":955,"Ġberilgan":956,"kon":957,"Ġorqali":958,"Ġshax":959,"arq":960,"aqin":961,"ĠIn":962,"Ġaj":963,"Ġinf":964,"Ġshahar":965,"Ġtad":966,"Ġbil":967,"Ġviloyati":968,"asidan":969,"okim":970,"Bir":971,"akt":972,"Ġ9":973,"Ġbarcha":974,"ux":975,"ldi":976,"Ġshif":977,"ibbiy":978,"Ġmaq":979,"mol":980,"Ġamalga":981,"Ġsuv":982,"jon":983,"var":984,"Ġkelgan":985,"angi":986,"Ġbel":987,"qiq":988,"Ġxizmat":989,"Ġetilgan":990,"tan":991,"ola":992,"sk":993,"gram":994,"arli":995,"Ġtashqar":996,"Ġtalab":997,"Ġhokim":998,"Ġsif":999,"Ġchal":1000,"ĠMir":1001,"esp":1002,"Ġtibbiy":1003,"ayon":1004,"oyev":1005,"Ġel":1006,"Ġkatta":1007,"urk":1008,"zgar":1009,"Ġyana":1010,"Ġnam":1011,"Ġov":1012,"Avval":1013,"Ġshahr":1014,"ekin":1015,"odda":1016,"Me":1017,"Ġbola":1018,"Ġtav":1019,"Ġ19":1020,"Ġdey":1021,"Ġular":1022,"Ġtas":1023,"Ġman":1024,"lashi":1025,"Ġekan":1026,"yan":1027,"ishicha":1028,"Ġbergan":1029,"osiy":1030,"Ġprezidenti":1031,"na":1032,"Ġyaqin":1033,"Ġkur":1034,"Ġfaoliy":1035,"Ġtiz":1036,"mat":1037,"udi":1038,"Ġharbiy":1039,"Ġqilib":1040,"Ġbelgi":1041,"mart":1042,"ron":1043,"Ġxodim":1044,"ayt":1045,"aviy":1046,"Ġuni":1047,"Ġsot":1048,"if":1049,"Ġne":1050,"Ġayt":1051,"Ġsoat":1052,"Ġkompan":1053,"Ġvosi":1054,"Ġishtir":1055,"Ġqab":1056,"Ġiste":1057,"Ġbirga":1058,"sir":1059,"Ġtak":1060,"ilmoqda":1061,"ublik":1062,"Ġhukum":1063,"Ġjuda":1064,"Ġar":1065,"itoy":1066,"Ġolingan":1067,"Am":1068,"Ġnaz":1069,"espublik":1070,"Ġboshqar":1071,"Ġtizim":1072,"kur":1073,"Ġtashqari":1074,"Ġavval":1075,"Ġyoshli":1076,"masi":1077,"Ġkech":1078,"Ġtuz":1079,"Ġdun":1080,"ĠMirz":1081,"Ġat":1082,"oyat":1083,"ID":1084,"antin":1085,"aro":1086,"Ġnati":1087,"ast":1088,"nali":1089,"Ġqabul":1090,"ozim":1091,"Ġishtirok":1092,"21":1093,"Ġhuj":1094,"Ġpar":1095,"Ġortiq":1096,"dat":1097,"Ġorgan":1098,"olog":1099,"omat":1100,"sus":1101,"ova":1102,"Ġdi":1103,"Ġsar":1104,"Ġsam":1105,"avo":1106,"ĠCh":1107,"Ġkiy":1108,"âĢĿ.":1109,"maslik":1110,"ich":1111,"Ġhol":1112,"mir":1113,"so":1114,"Ġyub":1115,"tirib":1116,"Ġaholi":1117,"Ġ15":1118,"Ġtavsiya":1119,"adigan":1120,"ĠZ":1121,"Ġshak":1122,"OV":1123,"liqni":1124,"Ġdaraj":1125,"iyasi":1126,"zo":1127,"Ġfilm":1128,"Ġras":1129,"Shu":1130,"rgan":1131,"Ġoqib":1132,"Ġsal":1133,"Ġbildir":1134,"bor":1135,"ag":1136,"Avvalroq":1137,"Ġqaror":1138,"lif":1139,"oti":1140,"ĠAd":1141,"Ġmur":1142,"Ġmiq":1143,"ishini":1144,"Ġoz":1145,"Ġdast":1146,"Ġro":1147,"OVID":1148,"do":1149,"Ġinfek":1150,"ladigan":1151,"obil":1152,"Ġ2020":1153,"ĠUkraina":1154,"osab":1155,"Ġhudud":1156,"Ġmaz":1157,"Ġvaziyat":1158,"Ġrahbari":1159,"Ġqiy":1160,"Ġpr":1161,"Ġmunosab":1162,"Ġil":1163,"Ġmuv":1164,"Ġshuningdek":1165,"Ġob":1166,"Ġularning":1167,"Ġchek":1168,"Ġfar":1169,"Ġyog":1170,"tris":1171,"ndi":1172,"Ġkuzat":1173,"Ġyer":1174,"Ġum":1175,"dar":1176,"Ġdollar":1177,"jud":1178,"likda":1179,"lga":1180,"Ġnafari":1181,"Ġsav":1182,"Ġviloyatida":1183,"Ġnis":1184,"eti":1185,"Ġjav":1186,"Ġmavjud":1187,"duz":1188,"Ma":1189,"iyoyev":1190,"sta":1191,"asidagi":1192,"ivoj":1193,"Ġmud":1194,"ust":1195,"rof":1196,"ĠMirziyoyev":1197,"Ġkarantin":1198,"Ġavtom":1199,"Ġbiz":1200,"gun":1201,"Ġoila":1202,"Ġqadar":1203,"Ġrivoj":1204,"Ġyetkaz":1205,"Bundan":1206,"avkat":1207,"Ġnisbat":1208,"yilning":1209,"Ġmuam":1210,"Ġjavob":1211,"imiz":1212,"ĠCOVID":1213,"per":1214,"Ġyubor":1215,"quv":1216,"Ġhech":1217,"Ġshaxs":1218,"oyih":1219,"rash":1220,"Ġkirit":1221,"Ġkon":1222,"Ġnisbatan":1223,"Ushbu":1224,"Ġasos":1225,"Ġqilishi":1226,"Ġyuqori":1227,"iyul":1228,"lati":1229,"ers":1230,"Ġdunyo":1231,"Ġpayt":1232,"va":1233,"Ġkabi":1234,"Ch":1235,"Ġbal":1236,"ĠII":1237,"liklar":1238,"ayli":1239,"lanib":1240,"Ġchalingan":1241,"shim":1242,"tyor":1243,"Ġsifatida":1244,"enga":1245,"oriy":1246,"lashgan":1247,"Ġkurash":1248,"Ġmax":1249,"Ġvosita":1250,"inoyat":1251,"lovchi":1252,"vat":1253,"Ġmo":1254,"ĠAdMe":1255,"Ġhozir":1256,"diq":1257,"Ġtuf":1258,"aktab":1259,"Ġyarat":1260,"Ġetdi":1261,"Ġla":1262,"Ġax":1263,"ug":1264,"Ġmasala":1265,"stagram":1266,"Ġinson":1267,"sport":1268,"ishiga":1269,"Ġetish":1270,"Ġsin":1271,"Ġtug":1272,"ĠPrezident":1273,"le":1274,"Ammo":1275,"Ġdar":1276,"Ġberish":1277,"okor":1278,"Ġqolgan":1279,"Ġshun":1280,"oat":1281,"evro":1282,"Ġdavo":1283,"kinchi":1284,"likni":1285,"Ġmaj":1286,"Ġst":1287,"Ġmarta":1288,"Ġtel":1289,"aydi":1290,"aat":1291,"yu":1292,"borot":1293,"Ġimkon":1294,"lam":1295,"Ġom":1296,"Ġprezident":1297,"Ġishlar":1298,"Ġnecha":1299,"Ġkelib":1300,"Ġtufayli":1301,"shib":1302,"lantir":1303,"Ġbiri":1304,"Ġloyih":1305,"tibor":1306,"Ġoldi":1307,"Ġmuz":1308,"Ġmus":1309,"Ġter":1310,"Ġhayot":1311,"bos":1312,"timo":1313,"ĠTurk":1314,"bur":1315,"Ġtaqdim":1316,"likka":1317,"aman":1318,"Ġbe":1319,"hur":1320,"Ġvaziri":1321,"alari":1322,"Ġmilliard":1323,"rel":1324,"rib":1325,"ahon":1326,"aydo":1327,"ziga":1328,"atini":1329,"Ġmuammo":1330,"timoiy":1331,"ass":1332,"Ġpaydo":1333,"Uning":1334,"Ġmaxsus":1335,"Ġsoh":1336,"ĠMar":1337,"Ġtark":1338,"Ay":1339,"Ġhim":1340,"sion":1341,"Ġtadbir":1342,"Ġholda":1343,"shimcha":1344,"za":1345,"Ġhal":1346,"anda":1347,"Ġmuhim":1348,"Ġtartib":1349,"rit":1350,"ulduz":1351,"Ġaniqlangan":1352,"kam":1353,"latib":1354,"Ġem":1355,"Ġumum":1356,"iyati":1357,"Ġgur":1358,"Ġ12":1359,"ĠInstagram":1360,"iyun":1361,"Ġaxborot":1362,"pa":1363,"Ġiq":1364,"port":1365,"masligi":1366,"ĠXitoy":1367,"Ġvaksin":1368,"foto":1369,"to":1370,"lashga":1371,"Ġbut":1372,"incha":1373,"Ġmeh":1374,"ino":1375,"ĠShavkat":1376,"atlar":1377,"Ġmaktab":1378,"Ġgap":1379,"Agar":1380,"Ġ11":1381,"Ġammo":1382,"sim":1383,"tiso":1384,"ral":1385,"uquq":1386,"Ġyig":1387,"Ġtaklif":1388,"rif":1389,"tisodiy":1390,"Ġshahrida":1391,"Ġchora":1392,"Ġasosiy":1393,"ande":1394,"tax":1395,"Ġ201":1396,"Ġdeya":1397,"Ġrahbar":1398,"Ġvide":1399,"Ġyetish":1400,"ba":1401,"Ġnima":1402,"yiladi":1403,"aytir":1404,"Ġaks":1405,"nom":1406,"Ġtumani":1407,"Ġgo":1408,"etr":1409,"lashtirish":1410,"Ġfik":1411,"Ġban":1412,"Ġorasida":1413,"Ġnarx":1414,"Ġmul":1415,"tamiz":1416,"indi":1417,"ilib":1418,"Ġqilindi":1419,"Ġxavfsiz":1420,"Ġoqibatida":1421,"yx":1422,"aff":1423,"slatib":1424,"aniya":1425,"Ġrav":1426,"llab":1427,"Ġfoydalan":1428,"Ġrasmiy":1429,"Ġxus":1430,"Ġcha":1431,"Ġaktris":1432,"Ġmux":1433,"Ġyak":1434,"Ġfaqat":1435,"Ġichida":1436,"arb":1437,"lantirish":1438,"Ġ14":1439,"Ġqayta":1440,"Ġhimoya":1441,"Ġturm":1442,"Ġguruh":1443,"Ġichi":1444,"Ġ30":1445,"lis":1446,"Ġunga":1447,"atlari":1448,"Ġdeydi":1449,"Ġmiqdor":1450,"Ġbutun":1451,"Ġdegan":1452,"qon":1453,"Ġtomon":1454,"egar":1455,"Ġoyida":1456,"Ġhisoblanadi":1457,"Ġzarur":1458,"Ġpul":1459,"Ġmashhur":1460,"Ġravishda":1461,"Ġag":1462,"ramp":1463,"qir":1464,"nik":1465,"Ġturli":1466,"Ġjarayon":1467,"Ġaktyor":1468,"Ġholati":1469,"risida":1470,"Ġvaksina":1471,"Ġiz":1472,"oro":1473,"Ġqonun":1474,"sit":1475,"Ġsuratga":1476,"Ġfoydalanish":1477,"ektr":1478,"Ġbalki":1479,"erial":1480,"Ġshifokor":1481,"xir":1482,"sadi":1483,"Ġqism":1484,"Ġhududi":1485,"inch":1486,"Eslatib":1487,"arqand":1488,"zal":1489,"Ġbun":1490,"Ġquy":1491,"Ġbuz":1492,"Ġyon":1493,"Ġkim":1494,"Ġpoy":1495,"Ġvirus":1496,"proq":1497,"Ġ18":1498,"sis":1499,"rim":1500,"Ġovqat":1501,"ton":1502,"siga":1503,"Ġ2021":1504,"Ġsov":1505,"Ġhaqidagi":1506,"poli":1507,"rinbos":1508,"res":1509,"Ġmahal":1510,"ojaat":1511,"ĠSam":1512,"ĠAf":1513,"mun":1514,"Ġbos":1515,"alan":1516,"tkazilgan":1517,"lmagan":1518,"Ġhuquq":1519,"ogi":1520,"Ġsht":1521,"loq":1522,"ologiya":1523,"rta":1524,"kak":1525,"Ġoldin":1526,"oniston":1527,"Ġchegar":1528,"Ġijtimoiy":1529,"Ġxalqaro":1530,"Ġbah":1531,"ama":1532,"To":1533,"Ġmazkur":1534,"Ġreja":1535,"Ġdedi":1536,"Ġtek":1537,"fon":1538,"gust":1539,"zor":1540,"shiq":1541,"Ġeh":1542,"Ġyuzasidan":1543,"Ġsababli":1544,"Ġsodir":1545,"Ġhaf":1546,"Ġ13":1547,"ĠRespublik":1548,"Ġorganizm":1549,"xtat":1550,"tiy":1551,"Ġtasdiq":1552,"mit":1553,"qan":1554,"Ġtopshir":1555,"Ġmarkaz":1556,"Ġavtomobil":1557,"chisi":1558,"lishicha":1559,"sha":1560,"Ġketgan":1561,"ĠKor":1562,"ĠAb":1563,"chilar":1564,"Ġnamoy":1565,"Ġraq":1566,"Ġjoriy":1567,"Ġsiy":1568,"lom":1569,"ru":1570,"zini":1571,"Ko":1572,"gina":1573,"lag":1574,"irg":1575,"ayev":1576,"Ġ16":1577,"Ġturmush":1578,"Ġetadi":1579,"qin":1580,"Ġuzoq":1581,"nggi":1582,"Ġtik":1583,"taxas":1584,"Toshkent":1585,"Ġshahri":1586,"Ġmaqsadi":1587,"Ġsaylov":1588,"lini":1589,"Ġyurak":1590,"lida":1591,"kazi":1592,"erika":1593,"ĠRe":1594,"Ġye":1595,"algan":1596,"Ġtibbiyot":1597,"otlar":1598,"Ġikkinchi":1599,"Ġvit":1600,"Ġhamkor":1601,"lashtirilgan":1602,"Ġlav":1603,"Ġteg":1604,"Ġdoim":1605,"Ġsud":1606,"Ġnatij":1607,"Ġdastur":1608,"ĠYevro":1609,"Ġelektr":1610,"daryo":1611,"aprel":1612,"Ġfarz":1613,"est":1614,"tik":1615,"oqe":1616,"ft":1617,"Ġkelish":1618,"ĠTramp":1619,"deks":1620,"pp":1621,"Ġtah":1622,"Ġpish":1623,"Ġyulduz":1624,"Ġkeladi":1625,"rish":1626,"Ġkut":1627,"qul":1628,"Ġrej":1629,"Ġmurojaat":1630,"olli":1631,"osmo":1632,"isi":1633,"entabr":1634,"politan":1635,"niy":1636,"Ġuchrash":1637,"osmopolitan":1638,"Ġtarmoq":1639,"oly":1640,"Ġust":1641,"Ġpande":1642,"tif":1643,"rinbosari":1644,"quvvat":1645,"Ġtarkib":1646,"uters":1647,"Ġshart":1648,"Ġvaqtida":1649,"zlariga":1650,"SS":1651,"ĠCosmopolitan":1652,"avlat":1653,"Ġiqtisodiy":1654,"ilmagan":1655,"Ġnav":1656,"ston":1657,"ekor":1658,"Ġtoza":1659,"ett":1660,"taxassis":1661,"Ġrol":1662,"Ġ/":1663,"Ġ25":1664,"chiq":1665,"Ġ17":1666,"uli":1667,"Ġbunday":1668,"unki":1669,"orij":1670,"Ġijro":1671,"Ġkenga":1672,"Ġqaram":1673,"atiga":1674,"Ġoch":1675,"Ġoxir":1676,"Ġerkak":1677,"ransport":1678,"ce":1679,"Ġdaqiq":1680,"evral":1681,"Ġyakun":1682,"Ġboy":1683,"Ġagent":1684,"Ġetiladi":1685,"Ġishon":1686,"ĠIIB":1687,"Hozir":1688,"ishli":1689,"Ġdavr":1690,"affaq":1691,"Ġmusta":1692,"Ġjinoyat":1693,"nash":1694,"Ġoladi":1695,"umla":1696,"siyaning":1697,"Ġon":1698,"Ġmin":1699,"Ġberilgandi":1700,"Ak":1701,"miya":1702,"Ġyop":1703,"osida":1704,"Ġtex":1705,"ilayotgan":1706,"Ġnarsa":1707,"Ġkiyim":1708,"Ġqancha":1709,"Ġkunda":1710,"ologi":1711,"Ġ100":1712,"Un":1713,"kich":1714,"ĠReuters":1715,"Ġdeyiladi":1716,"Ġtekshir":1717,"ofa":1718,"Ġmaqsadida":1719,"aroit":1720,"ĠAr":1721,"Ġvakil":1722,"Ġularni":1723,"Ġerish":1724,"),":1725,"arg":1726,"Ġmuvaffaq":1727,"ert":1728,"Ġhafta":1729,"Ġqah":1730,"Ġhayd":1731,"Ġsah":1732,"mag":1733,"Ġyuv":1734,"Ġzarar":1735,"Ġmajbur":1736,"Ġoldini":1737,"Ġsoch":1738,"ĠAbd":1739,"Ġvoqe":1740,"moqchi":1741,"Ġtax":1742,"don":1743,"arix":1744,"usiy":1745,"Ġtashqi":1746,"Ġ200":1747,"Rossiya":1748,"Ġkelishi":1749,"ĠSamarqand":1750,"tim":1751,"ĠAfg":1752,"Ġvitam":1753,"limi":1754,"Ġtegishli":1755,"otir":1756,"amangan":1757,"sidagi":1758,"Ġxalq":1759,"nalish":1760,"Ġlozim":1761,"rik":1762,"umladan":1763,"siq":1764,"ligiga":1765,"Ġtut":1766,"lak":1767,"he":1768,"ana":1769,"Ġyoq":1770,"Biroq":1771,"Ġboshlab":1772,"tk":1773,"radi":1774,"ersit":1775,"ĠBrit":1776,"Ġayni":1777,"Ġ24":1778,"qich":1779,"Ġishlari":1780,"jat":1781,"Ġchiqqan":1782,"Ġrux":1783,"Ġayb":1784,"zining":1785,"ologik":1786,"Ġqu":1787,"ligidan":1788,"Ġuniv":1789,"Ġxorij":1790,"Ġmahsulotlar":1791,"Ġaloq":1792,"Ġsharoit":1793,"plab":1794,"Biz":1795,"lo":1796,"Ġvaqtda":1797,"ĠImag":1798,"In":1799,"Ġlekin":1800,"ĠImages":1801,"iyaning":1802,"osk":1803,"Ġetildi":1804,"Ġmamlakatda":1805,"avgust":1806,"So":1807,"adr":1808,"mur":1809,"ress":1810,"ndijon":1811,"Ġqoida":1812,"Ular":1813,"Ġlavozim":1814,"Ġnazorat":1815,"Ġtashkilot":1816,"eta":1817,"Ġbaj":1818,"tsiya":1819,"Ġchiqish":1820,"Ġmunosabat":1821,"Ġara":1822,"omi":1823,"Ġdep":1824,"chon":1825,"chik":1826,"Ġmuddat":1827,"Ġbermoqda":1828,"stit":1829,"Ġfoydali":1830,"Ġumumiy":1831,"ly":1832,"Ġtashrif":1833,"Ġfoizga":1834,"mli":1835,"atto":1836,"tifoq":1837,"Ġxususiy":1838,"Ġaytgan":1839,"Ġhukumati":1840,"tish":1841,"omon":1842,"Ġnash":1843,"Ġdona":1844,"Ġ23":1845,"Ġchiqib":1846,"yap":1847,"otib":1848,"bo":1849,"Ġnafas":1850,"ldir":1851,"ohida":1852,"ddiy":1853,"ĠIs":1854,"Ġxodimlari":1855,"ilgani":1856,"Ġbuyon":1857,"Ġuniversit":1858,"ĠAl":1859,"ozog":1860,"ingi":1861,"ablag":1862,"Ġhukumat":1863,"Ġsut":1864,"zif":1865,"Ġqator":1866,"yanvar":1867,"Ġinter":1868,"Ġtaxmin":1869,"Ġmodda":1870,"Ġyuk":1871,"Ġtushun":1872,"Ġdan":1873,"Ġasosida":1874,"Ġdori":1875,"zda":1876,"madi":1877,"ayden":1878,"Ġxon":1879,"ylab":1880,"alb":1881,"Ġhaydovchi":1882,"eva":1883,"Ġjamoat":1884,"hon":1885,"Ġsotib":1886,"Ġtadqiq":1887,"tabr":1888,"Ġvazif":1889,"tasi":1890,"uch":1891,"Ġshunday":1892,"Ġmos":1893,"Ġmablag":1894,"Ġkompaniya":1895,"Ġruxsat":1896,"Ġshifo":1897,"agan":1898,"masa":1899,"Ġajrat":1900,"gach":1901,"lama":1902,"liya":1903,"ergov":1904,"Ġpas":1905,"Ġqoldir":1906,"Ġen":1907,"Ġoshirish":1908,"zida":1909,"Ġqarat":1910,"assas":1911,"Ġgaz":1912,"Ġbajar":1913,"tirgan":1914,"urat":1915,"Ġtayan":1916,"Ġkasallanish":1917,"Ġnatija":1918,"utin":1919,"Ġodamlar":1920,"etty":1921,"Ġqilinadi":1922,"ex":1923,"tdi":1924,"AQSh":1925,"din":1926,"Ġkasallangan":1927,"qob":1928,"chag":1929,"tkazish":1930,"itar":1931,"ĠGetty":1932,"Ġdarajada":1933,"Ġtumanida":1934,"Ġjoylashgan":1935,"Ġrang":1936,"Ġmuassas":1937,"sin":1938,"Ġfarzand":1939,"Ġsiz":1940,"ĠAn":1941,"maydigan":1942,"Ġtarix":1943,"Ġfaol":1944,"anub":1945,"Ġtabi":1946,"Ġavi":1947,"Ġchaqir":1948,"Ġ50":1949,"dosh":1950,"ĠSog":1951,"rnat":1952,"Ġkish":1953,"larimiz":1954,"Ġmuhok":1955,"oyabr":1956,"Ġtarqali":1957,"Ġqish":1958,"eh":1959,"Ġqismi":1960,"zav":1961,"ko":1962,"Ġichki":1963,"Ġsavdo":1964,"lin":1965,"ror":1966,"Ġbuyur":1967,"sini":1968,"Ġnafaqat":1969,"Ġaktrisa":1970,"ramm":1971,"Ġpaytda":1972,"qiz":1973,"Ta":1974,"Ġniqob":1975,"maniston":1976,"Key":1977,"Ġtort":1978,"Ġboshlangan":1979,"Ġtarq":1980,"Ġmutaxassis":1981,"zod":1982,"Ġul":1983,"Ġsport":1984,"lub":1985,"fevral":1986,"mal":1987,"Kor":1988,"eya":1989,"alp":1990,"Ġprok":1991,"oning":1992,"tkir":1993,"Ġbank":1994,"riq":1995,"Ġrey":1996,"chib":1997,"jal":1998,"ovning":1999,"angiz":2000,"Ġjami":2001,"ĠAm":2002,"lah":2003,"Ġchor":2004,"Ġolin":2005,"Ġba":2006,"usan":2007,"Ġtushgan":2008,"Ġyerda":2009,"Ġyetishm":2010,"Ġfikr":2011,"dik":2012,"Ġmuloq":2013,"biq":2014,"Bun":2015,"ĠNamangan":2016,"Ġnamoyish":2017,"Ġsinov":2018,"Ġ21":2019,"Ġqiziq":2020,"Ġatrof":2021,"Ġjumladan":2022,"Ġqilishga":2023,"atli":2024,"Ġyozadi":2025,"Ġkeng":2026,"aliy":2027,"iziston":2028,"22":2029,"Ġochag":2030,"nan":2031,"Ġsol":2032,"Ġkompaniyasi":2033,"ĠW":2034,"Ġodat":2035,"elar":2036,"Ġkes":2037,"Ġqilmoqda":2038,"iyada":2039,"ĠBritaniya":2040,"Ġjih":2041,"Ġyetishmovchi":2042,"Ġaf":2043,"Ġtanish":2044,"uvchilar":2045,"Ġmode":2046,"Ġhalok":2047,"Ġyanada":2048,"Ġkamay":2049,"Ġost":2050,"chasi":2051,"sentabr":2052,"Ġxat":2053,"Ġtayin":2054,"Ġxil":2055,"Ġtest":2056,"sep":2057,"Ġdaraja":2058,"ĠBayden":2059,"Ġhaqiq":2060,"atsion":2061,"Ġtayanib":2062,"Ġilm":2063,"eg":2064,"Ġboshqarmasi":2065,"ĠQor":2066,"par":2067,"Ġboshlagan":2068,"lardagi":2069,"Ġqaramay":2070,"qu":2071,"zg":2072,"Ġalohida":2073,"Ġep":2074,"Ġkre":2075,"201":2076,"Ġib":2077,"Ġmen":2078,"Ġfuqarolar":2079,"Ġ22":2080,"ektori":2081,"Ġhujum":2082,"Ġmuloqot":2083,"Ġberi":2084,"ren":2085,"tirilgan":2086,"lil":2087,"ong":2088,"Ġusti":2089,"Ġyetak":2090,"Ġhavo":2091,"lgani":2092,"elarus":2093,"Ġtov":2094,"Ġota":2095,"ima":2096,"oviy":2097,"Ġsev":2098,"Ġbozor":2099,"Ġetib":2100,"Ġmayd":2101,"Har":2102,"Qayd":2103,"Ġqilishicha":2104,"Ġyetkazib":2105,"Maz":2106,"Ġkan":2107,"ashq":2108,"Ġnavbat":2109,"Ġbez":2110,"atdan":2111,"Ġqam":2112,"Ġbayon":2113,"Ġmaslah":2114,"Ġdaqiqa":2115,"com":2116,"kaziy":2117,"Ġenerg":2118,"Ġhatto":2119,"Ġchiqarish":2120,"Ġshug":2121,"Ġishi":2122,"ĠAndijon":2123,"Ġetilishicha":2124,"rinish":2125,"Ġmilliy":2126,"Ġqor":2127,"30":2128,"oza":2129,"onal":2130,"ele":2131,"qit":2132,"kan":2133,"iyev":2134,"ofaa":2135,"sad":2136,"rtasida":2137,"Ġbesh":2138,"Ġchet":2139,"Ġboshlig":2140,"ektor":2141,"Ġinfeksiyasi":2142,"ĠYevropa":2143,"Ġki":2144,"Ġteri":2145,"Ġtinch":2146,"ĠPutin":2147,"Ġtaqiq":2148,"Ġzam":2149,"Ġbelgilangan":2150,"irin":2151,"sil":2152,"Ġyeng":2153,"ĠBux":2154,"Ġpast":2155,"raz":2156,"ĠFarg":2157,"Ġfaoliyat":2158,"qil":2159,"vud":2160,"Ġpart":2161,"Ġetmoqda":2162,"Ayni":2163,"Ġqila":2164,"ost":2165,"Ġoziq":2166,"Ġsahif":2167,"ĠSur":2168,"oniga":2169,"ashqadar":2170,"Ġtomir":2171,"ligining":2172,"Ġmay":2173,"lashicha":2174,"risidagi":2175,"Ġoyi":2176,"Ġomm":2177,"Ġcheklov":2178,"erman":2179,"Ġahv":2180,"akk":2181,"rni":2182,"Ġsobiq":2183,"Ġes":2184,"lanishicha":2185,"Ġjaroh":2186,"Ġtele":2187,"lanadigan":2188,"Ġmuxlis":2189,"for":2190,"Ġmet":2191,"ollivud":2192,"ashqadaryo":2193,"tika":2194,"lashni":2195,"ĠFoto":2196,"Ġkil":2197,"Ġgi":2198,"iddiy":2199,"Ġ0":2200,"Ġxari":2201,"lishiga":2202,"Ġyuzaga":2203,"Ġjaray":2204,"Ġyot":2205,"Ġyomon":2206,"Ġshakl":2207,"Mazkur":2208,"Ġ27":2209,"Ġbiroq":2210,"xan":2211,"Ġturgan":2212,"Ġrivojlantirish":2213,"ĠToshkentda":2214,"ojik":2215,"ovqat":2216,"Ġbolalar":2217,"Ġmuhokama":2218,"shin":2219,"lumotlariga":2220,"ia":2221,"aki":2222,"aza":2223,"Ġoddiy":2224,"ator":2225,"anubiy":2226,"Ġus":2227,"gungi":2228,"Ġsalomat":2229,"ĠKar":2230,"zam":2231,"skiy":2232,"Ġkeskin":2233,"Ġjaz":2234,"batta":2235,"Ġchunki":2236,"garlik":2237,"Ġmashin":2238,"ossiyaning":2239,"labki":2240,"Yangi":2241,"ĠQozog":2242,"rsatkich":2243,"irik":2244,"Ġkomis":2245,"Ġkal":2246,"obod":2247,"irib":2248,"urnali":2249,"qot":2250,"Ġuchrashuv":2251,"Ġtransport":2252,"rak":2253,"Ġtabiiy":2254,"Ġbildirgan":2255,"lanayotgan":2256,"Ġort":2257,"pir":2258,"Ġqahram":2259,"Ġdir":2260,"minlash":2261,"rab":2262,"alat":2263,"sm":2264,"Ġsaf":2265,"Ġinstit":2266,"Men":2267,"orti":2268,"ess":2269,"Ġbaho":2270,"pay":2271,"Ġurush":2272,"qo":2273,"modda":2274,"xsh":2275,"Ġhali":2276,"Ġ28":2277,"zon":2278,"Ġtushir":2279,"azm":2280,"Ġmarkazi":2281,"nov":2282,"Ġprof":2283,"oktabr":2284,"Ġbosqich":2285,"Ġml":2286,"atiladi":2287,"Ġturib":2288,"Ġommaviy":2289,"Ġjiddiy":2290,"ligida":2291,"kidlashicha":2292,"Ġhamma":2293,"ofiq":2294,"umli":2295,"Ġrespublik":2296,"Ġ26":2297,"ĠQo":2298,"Ġilk":2299,"likning":2300,"Ġserial":2301,"Ġ2019":2302,"Ġimzo":2303,"noma":2304,"araf":2305,"sht":2306,"Ġtil":2307,"Ġholatiga":2308,"ire":2309,"uman":2310,"Ġishga":2311,"Ġchoy":2312,"Ġdollarga":2313,"Ġovoz":2314,"Ġyordamida":2315,"idemi":2316,"ĠâĢĺ":2317,"Ġilmiy":2318,"Ġnazar":2319,"ksiya":2320,"eks":2321,"Ġjang":2322,"ĠEron":2323,"avoiy":2324,"Ġcho":2325,"Tolib":2326,"ojikiston":2327,"chilari":2328,"esti":2329,"yilgan":2330,"illiy":2331,"ilma":2332,"ideo":2333,"oliya":2334,"Ġinfeksiy":2335,"Ġoper":2336,"ĠNur":2337,"Ġbekor":2338,"Ġundan":2339,"Ġvoqea":2340,"Ġret":2341,"dekabr":2342,"Ġnatijasida":2343,"sib":2344,"omash":2345,"Ġkishida":2346,"Ġmuzok":2347,"Tolibon":2348,"bon":2349,"ver":2350,"Ġberadigan":2351,"Ġmuvofiq":2352,"ĠMa":2353,"Ġmuvaffaqiyat":2354,"Ġmaslahat":2355,"ij":2356,"Yan":2357,"orati":2358,"Ġsir":2359,"Ġkotib":2360,"chalik":2361,"ladimir":2362,"ĠJo":2363,"Ġichim":2364,"miyasi":2365,"Ġmahalliy":2366,"Prezident":2367,"onaviy":2368,"Ġagentligi":2369,"dori":2370,"Ġkirish":2371,"Ġkuchli":2372,"vor":2373,"Ġaniqlandi":2374,"Shuning":2375,"Ġraqam":2376,"Ġyetdi":2377,"Ġqir":2378,"Ġshakar":2379,"olat":2380,"Ġayrim":2381,"bol":2382,"Ġqilishni":2383,"ishlar":2384,"uhbat":2385,"Ġquv":2386,"Ġ40":2387,"Ġnafarga":2388,"ĠMosk":2389,"Ġekanini":2390,"Ġsiyos":2391,"Ġsho":2392,"Ġmashina":2393,"Shundan":2394,"mitasi":2395,"azir":2396,"osti":2397,"Ġunda":2398,"anba":2399,"oyib":2400,"Ġtomosh":2401,"Ġfaoliyatini":2402,"yur":2403,"Ġvitamin":2404,"Ġvideo":2405,"Ġqoshiq":2406,"Ġqiyin":2407,"Ġkey":2408,"zbekistonga":2409,"Ġmustah":2410,"Ġmak":2411,"Ġpoli":2412,"Ġit":2413,"Ġholatlari":2414,"Ġehtiy":2415,"elegram":2416,"Ġyili":2417,"Ġidor":2418,"Ġbemorlar":2419,"Ġtaom":2420,"ilishini":2421,"Ġqaytar":2422,"Ġboshladi":2423,"elen":2424,"iladigan":2425,"Qo":2426,"fer":2427,"kidlanishicha":2428,"Ġvakillari":2429,"Ġno":2430,"Ġvakili":2431,"Ik":2432,"Ġfoizi":2433,"Ġmuk":2434,"Ġmaqsad":2435,"amol":2436,"Ġozod":2437,"sum":2438,").":2439,"noyabr":2440,"Ġaytdi":2441,"onun":2442,"dit":2443,"ĠQirg":2444,"Ġjarayoni":2445,"Ġush":2446,"Ġmehnat":2447,"Ġlib":2448,"Al":2449,"rtasidagi":2450,"ĠTurkiya":2451,"Ġmustahkam":2452,"Ġxona":2453,"Ġxos":2454,"ĠSa":2455,"lishini":2456,"Ġdoirasida":2457,"ĠDavlat":2458,"Ġimkoniyat":2459,"ĠRespublikasi":2460,"Ġmodel":2461,"olyot":2462,"Ġtergov":2463,"ew":2464,"Ġvazn":2465,"Ġretsep":2466,"pi":2467,"ishdan":2468,"Ġraisi":2469,"Ġkol":2470,"Ġhokimi":2471,"shiga":2472,"igi":2473,"Ġaer":2474,"Ġayollar":2475,"Ġtadqiqot":2476,"Turk":2477,"achon":2478,"inib":2479,"Ġqurol":2480,"Ġteng":2481,"erik":2482,"isl":2483,"aqalp":2484,"Ġkomp":2485,"tin":2486,"Ġiborat":2487,"Buning":2488,"riy":2489,"rom":2490,"Ġnarxi":2491,"ĠBelarus":2492,"Ġsamar":2493,"laydigan":2494,"Ġmukof":2495,"Ġyetarli":2496,"enti":2497,"log":2498,"Ġpiy":2499,"indiston":2500,"likdan":2501,"ĠVladimir":2502,"Ġqilinishicha":2503,"itob":2504,"Ġnashri":2505,"Ġeksp":2506,"Ġkichik":2507,"Bunday":2508,"tom":2509,"Ġmetr":2510,"ĠMarkaziy":2511,"eni":2512,"kar":2513,"ompan":2514,"ĠPh":2515,"Ġostida":2516,"Ġolim":2517,"Ġyashovchi":2518,"Ġaloqa":2519,"50":2520,"Ġ29":2521,"Ġxavfsizlik":2522,"adagi":2523,"Lekin":2524,"eral":2525,"Ġbildirdi":2526,"von":2527,"ark":2528,"Ġjurnali":2529,"Ġdeyarli":2530,"ĠTelegram":2531,"ĠKoreya":2532,"net":2533,"Bosh":2534,"vir":2535,"Ġstan":2536,"Ġalma":2537,"Ġeshi":2538,"tazam":2539,"rg":2540,"Ġmingdan":2541,"Ġora":2542,"Ġvositalari":2543,"As":2544,"Ġsavol":2545,"Ġkeldi":2546,"Ġqachon":2547,"tiv":2548,"Ġyengil":2549,"Ġkosm":2550,"Ġtelefon":2551,"Ġissiq":2552,"aqalpog":2553,"giz":2554,"yekt":2555,"ganini":2556,"Ġjalb":2557,"Ġkirib":2558,"Ġklini":2559,"QS":2560,"Ġqilgandi":2561,"Ġshaxsiy":2562,"Ġasosan":2563,"atda":2564,"moniy":2565,"qsa":2566,"Ġhodi":2567,"2020":2568,"Ġimmun":2569,"Ġsarf":2570,"ĠMari":2571,"Ġqim":2572,"asb":2573,"Ġgramm":2574,"ĠJahon":2575,"Ġhokimligi":2576,"uvi":2577,"sining":2578,"Ġhujjat":2579,"yapti":2580,"Koronavirus":2581,"uham":2582,"atik":2583,"apon":2584,"Ġmahalla":2585,"ĠFran":2586,"Ġquyidagi":2587,"usi":2588,"nes":2589,"Ġtezkor":2590,"Ġtadbirkor":2591,"nal":2592,"Ġerta":2593,"Ġmaydon":2594,"Ġyum":2595,"Ġloyiha":2596,"uratur":2597,"ler":2598,"esh":2599,"Ġketdi":2600,"zen":2601,"Ġ@":2602,"Ġhududida":2603,"langani":2604,"Ġjamo":2605,"Ġizoh":2606,"Ġxarid":2607,"Ġichiga":2608,"âĢĿâĢľ":2609,"Ġpishir":2610,"omashniy":2611,"atsiyasi":2612,"Domashniy":2613,"Ġfon":2614,"ingizni":2615,"ĠNavoiy":2616,"ĠGerman":2617,"Ġaytib":2618,"Ġyuqtirib":2619,"dimi":2620,"Ġhav":2621,"Ġkamida":2622,"up":2623,"Ġof":2624,"Ġekani":2625,"krain":2626,"Ġaynan":2627,"Ġsuhbat":2628,"ĠRossiyaning":2629,"Ġyirik":2630,"pchilik":2631,"Ġqoldi":2632,"10":2633,"sizlik":2634,"Ġshahridagi":2635,"Ġkotibi":2636,"alq":2637,"Ġtaj":2638,"ĠBuy":2639,"martfon":2640,"qis":2641,"itariya":2642,"Ġqahramon":2643,"Ġahol":2644,"xo":2645,"Ġpandemiya":2646,"lang":2647,"lanmoqda":2648,"Ġkishiga":2649,"Ġmavsum":2650,"Ġbur":2651,"imli":2652,"Ġbit":2653,"Ġrak":2654,"Ġdoimiy":2655,"onald":2656,"lmaydi":2657,"yish":2658,"ĠThe":2659,"Ġkurashish":2660,"zarb":2661,"Ġprokuratur":2662,"sidan":2663,"ĠTojikiston":2664,"Ġziy":2665,"och":2666,"Ġochiq":2667,"all":2668,"Ġport":2669,"lumotlar":2670,"ljal":2671,"Ġok":2672,"Ġoson":2673,"Ġsing":2674,"lumotlarga":2675,"ayr":2676,"voz":2677,"Ġmush":2678,"Ġoyoq":2679,"Ġxoh":2680,"Ġqolish":2681,"ĠDzen":2682,"SST":2683,"Ġtarzda":2684,"mni":2685,"uti":2686,"Ġkodeks":2687,"una":2688,"dish":2689,"tad":2690,"Ġmuntazam":2691,"Ġfikri":2692,"Hozirda":2693,"Mas":2694,"Ġdam":2695,"mad":2696,"Ġkasalliklar":2697,"Ġsuy":2698,"Ġrejalashtir":2699,"Ġsanksiya":2700,"Ġchalinganlar":2701,"Ġdavolash":2702,"ĠAmerika":2703,"Ġkart":2704,"Ġqora":2705,"ĠBuxoro":2706,"ĠBuyuk":2707,"Ġikkita":2708,"uza":2709,"Shun":2710,"Ġgapir":2711,"Ġkeyingi":2712,"Ularning":2713,"masligini":2714,"Yandeks":2715,"Ġtemir":2716,"osim":2717,"ayotgani":2718,"izz":2719,"Ġbayonot":2720,"Mamlakat":2721,"irdaryo":2722,"Ġjahon":2723,"Ġtizimi":2724,"ĠQashqadaryo":2725,"ĠSan":2726,"wit":2727,"Ġturk":2728,"Ġdirektori":2729,"QSH":2730,"choq":2731,"Ġkisl":2732,"Ġkeltir":2733,"Ġson":2734,"kali":2735,"Ġaytishicha":2736,"Ġbundan":2737,"zbekistonning":2738,"Ġnech":2739,"ragan":2740,"ygan":2741,"Ġbino":2742,"Ġendi":2743,"Ġkoronavirusdan":2744,"urs":2745,"ekan":2746,"ĠCla":2747,"Ġlibos":2748,"Ġaerop":2749,"Ġularga":2750,"stra":2751,"Ġemlash":2752,"zoda":2753,"Ġishlash":2754,"Ġbirgalikda":2755,"Ġnoq":2756,"Ġxodimi":2757,"masdan":2758,"Ġ60":2759,"smon":2760,"Ġbuni":2761,"tidan":2762,"ĠClaire":2763,"xonasi":2764,"sangiz":2765,"kt":2766,"xondaryo":2767,"Ġhaj":2768,"Ġtexn":2769,"sish":2770,"ĠJanubiy":2771,"Ġdastlabki":2772,"ometr":2773,"Ġsurat":2774,"Ġajoyib":2775,"Ġrejim":2776,"Ġtaxminan":2777,"Ġvaqtincha":2778,"ingizga":2779,"kidlagan":2780,"Ġpasay":2781,"mang":2782,"moddasi":2783,"Ġfil":2784,"sen":2785,"igit":2786,"Ġkitob":2787,"ulos":2788,"tor":2789,"abin":2790,"hone":2791,"Ġkeltirib":2792,"Ġyarim":2793,"izzax":2794,"Ġmadan":2795,"Ġogoh":2796,"andi":2797,"iza":2798,"ĠNov":2799,"âĢĵ":2800,"Ġtayyorlash":2801,"Ġsalbiy":2802,"Ġfuqar":2803,"rtog":2804,"witter":2805,"Ġishonch":2806,"Af":2807,"axt":2808,"elenskiy":2809,"mak":2810,"Ġoliy":2811,"Ġanti":2812,"dj":2813,"Ġsamarali":2814,"Ġkoronavirusning":2815,"Ġkelayotgan":2816,"Ġfaoliyati":2817,"llan":2818,"asiz":2819,"str":2820,"Ġmunosabati":2821,"Ġqimmat":2822,"jak":2823,"raf":2824,"atan":2825,"Ġberildi":2826,"Ġtux":2827,"000":2828,"xonaga":2829,"ismoniy":2830,"Ġzamonaviy":2831,"sak":2832,"avqul":2833,"sga":2834,"quvchi":2835,"obal":2836,"Ġovqatlanish":2837,"Ġkamaytir":2838,"Ġxavfli":2839,"Ġsovuq":2840,"Ġqiluvchi":2841,"Ġ31":2842,"avqulodda":2843,"uzur":2844,"Ġekanligini":2845,"yer":2846,"Ġminta":2847,"Davlat":2848,"Ġmut":2849,"kalar":2850,"Ġkunlari":2851,"Ġqishloq":2852,"ljallangan":2853,"iss":2854,"zin":2855,"Ġchiqdi":2856,"Ġhuzur":2857,"Ġyuvish":2858,"Ġegal":2859,"Ġnon":2860,"Ġkunlik":2861,"Ġqov":2862,"Ġri":2863,"Ġvaqti":2864,"Ġchegara":2865,"Ukraina":2866,"Ġuyush":2867,"Ġtaqdir":2868,"Ġmehmon":2869,"Ġfarq":2870,"Ġrus":2871,"itet":2872,"Ġinv":2873,"Ġtozalash":2874,"kash":2875,"Ġtr":2876,"Ġmik":2877,"lanmagan":2878,"ting":2879,"inish":2880,"Ġqoladi":2881,"Ġetgani":2882,"Ġux":2883,"apti":2884,"Ġqop":2885,"Ġtarqalgan":2886,"Phone":2887,"Ġnechta":2888,"Ġrioya":2889,"Ġtuxum":2890,"qib":2891,"Ġancha":2892,"Ġsabzav":2893,"ck":2894,"Ġkechir":2895,"Ġvoz":2896,"Ġharakati":2897,"lanuvchi":2898,"Ġtosh":2899,"Ġaralashtir":2900,"Ġortiqcha":2901,"Ġdarom":2902,"Ġmukofot":2903,"dda":2904,"orozi":2905,"Ġmumkinligini":2906,"Ġborib":2907,"XB":2908,"lanishiga":2909,"rov":2910,"200":2911,"Ġuchinchi":2912,"Ġyol":2913,"quvvatlash":2914,"Ð°":2915,"Ġuniversiteti":2916,"obus":2917,"Ġyetishmovchiligidan":2918,"iliy":2919,"Ġusul":2920,"Ġborasida":2921,"Ġolindi":2922,"arak":2923,"Ġbart":2924,"ĠEr":2925,"Ġlab":2926,"Eng":2927,"otin":2928,"Ġsaqlab":2929,"Ġbartaraf":2930,"MT":2931,"qaror":2932,"ĠUkrainaga":2933,"fiq":2934,"ĠMarie":2935,"Ġagar":2936,"Ġhamkorlik":2937,"Ġxulos":2938,"ĠYo":2939,"eriali":2940,"Ġholatda":2941,"Ġqizi":2942,"loh":2943,"ĠNA":2944,"Ġsutka":2945,"Ġqiladigan":2946,"Ġya":2947,"Ġsoliq":2948,"mga":2949,"Ġtarqat":2950,"Ġ199":2951,"xta":2952,"chining":2953,"Ġidish":2954,"ĠTo":2955,"Ġshar":2956,"Ġkons":2957,"Ġbay":2958,"ayn":2959,"Ġklinik":2960,"aloq":2961,"diya":2962,"mini":2963,"Ġuyda":2964,"iroq":2965,"ota":2966,"ĠJinoyat":2967,"video":2968,"Ġkela":2969,"Ġqaysi":2970,"Ġobyekt":2971,"ĠMilliy":2972,"Ġli":2973,"Ġasorat":2974,"no":2975,"ros":2976,"Ġolishi":2977,"Ġshaxslar":2978,"Ġharorat":2979,"Ġyong":2980,"Ġshik":2981,"Ġtasvir":2982,"Ġdavrida":2983,"ĠOl":2984,"Ġoid":2985,"Ġmahsulotlari":2986,"Ġrafiq":2987,"Ġuyg":2988,"Ġsmartfon":2989,"Ġbiroz":2990,"Ġqilayotgan":2991,"ilsa":2992,"ĠQoraqalpog":2993,"Ġsiyosiy":2994,"Ġyaratish":2995,"Ġtajrib":2996,"uddi":2997,"ayotganini":2998,"lashib":2999,"ilishiga":3000,"vyu":3001,"Ġnorozi":3002,"Ġolishga":3003,"iti":3004,"amiyat":3005,"Ġyildan":3006,"ismli":3007,"Ġbunga":3008,"rtacha":3009,"Ġqut":3010,"Ġzo":3011,"12":3012,"IA":3013,"utbol":3014,"Ġnomzod":3015,"Tay":3016,"qiy":3017,"Ġkin":3018,"zbekistonlik":3019,"Ġberuvchi":3020,"Ġser":3021,"Ġsamolyot":3022,"Ġjuft":3023,"ĠTwitter":3024,"Ġalomat":3025,"Ġqatnash":3026,"Ġtomonlama":3027,"laridagi":3028,"Aktris":3029,"let":3030,"Ġamaliy":3031,"ĠSt":3032,"Ġxorijiy":3033,"tadbir":3034,"taxt":3035,"Ġxabarda":3036,"rniga":3037,"gir":3038,"kidladi":3039,"Ġrad":3040,"Ġuyqu":3041,"Ġettir":3042,"ĠBer":3043,"Ġiqtisodiyot":3044,"rsatish":3045,"RB":3046,"atr":3047,"Ġnuq":3048,"Mar":3049,"Ġuyi":3050,"shidan":3051,"ulla":3052,"Ġmiqdorda":3053,"Ġalmash":3054,"Ġbag":3055,"end":3056,"tez":3057,"uzar":3058,"Ġden":3059,"Ġtelekan":3060,"ork":3061,"zaro":3062,"Ġton":3063,"Ġse":3064,"Ġtuga":3065,"ĠDonald":3066,"Ġustidan":3067,"Ġbitta":3068,"anj":3069,"Ġtab":3070,"erlar":3071,"Kun":3072,"uf":3073,"Ġyigit":3074,"ĠJon":3075,"Ġhuzuridagi":3076,"Ġyetib":3077,"muriy":3078,"Uy":3079,"osil":3080,"Ġhozirda":3081,"ĠPhoto":3082,"ĠHindiston":3083,"Unga":3084,"Ġkuchay":3085,"siyo":3086,"Ġtahlil":3087,"Ġavvalgi":3088,"artam":3089,"Ġtekshiruv":3090,"Ġharakatlari":3091,"Ġmustaqil":3092,"Ġuniversitet":3093,"berg":3094,"Ġkorxona":3095,"shni":3096,"yildan":3097,"Ġmudda":3098,"bar":3099,"laymiz":3100,"ĠMak":3101,"ttifoq":3102,"ĠTash":3103,"ĠSirdaryo":3104,"Ġberiladi":3105,"RBK":3106,"ĠMah":3107,"Xitoy":3108,"obiy":3109,"Ġbarav":3110,"tkazi":3111,"mu":3112,"Ġbugungi":3113,"Ġyashash":3114,"ha":3115,"Ġbuning":3116,"Ġqisqar":3117,"Birinchi":3118,"Ġintervyu":3119,"oriya":3120,"ĠiPhone":3121,"Ġmuxbir":3122,"Ġkodeksining":3123,"Ġtili":3124,"Ġsharoitida":3125,"ĠZelenskiy":3126,"Ġtarmoqlarda":3127,"Ġxotir":3128,"kov":3129,"Ġseriali":3130,"Ġsamara":3131,"AV":3132,"lamoqda":3133,"roil":3134,"An":3135,"ĠAP":3136,"Ġishlat":3137,"ĠSurxondaryo":3138,"aralar":3139,"tis":3140,"mar":3141,"odi":3142,"ekord":3143,"Keyin":3144,"rem":3145,"omila":3146,"Ġberib":3147,"ĠHar":3148,"chan":3149,"Ġretsepti":3150,"ĠLu":3151,"Ġdunyoda":3152,"Ð¸":3153,"agona":3154,"Ġmiqdori":3155,"Ġmanz":3156,"Ġkelishuv":3157,"otor":3158,"Ġinsp":3159,"aliq":3160,"Ġqulay":3161,"Ġ500":3162,"ĠRossiyada":3163,"Ġqi":3164,"ĠBosh":3165,"roh":3166,"Ġqurilish":3167,"ĠUkrain":3168,"Ġtumanidagi":3169,"ĠAv":3170,"Ġtushib":3171,"Ġmazali":3172,"Ġbalan":3173,"imov":3174,"Ġyillik":3175,"Ġkaf":3176,"ĠMe":3177,"Ġchiqarilgan":3178,"ĠNovosti":3179,"zosi":3180,"idemiologik":3181,"15":3182,"Ġahvoli":3183,"ington":3184,"siyani":3185,"Ġtaraf":3186,"yib":3187,"Ġchar":3188,"RIA":3189,"Ġhosil":3190,"Ġtashkiloti":3191,"Ġurib":3192,"Ġshirin":3193,"rsatadi":3194,"Ġparlam":3195,"ĠOliy":3196,"ĠJizzax":3197,"Ġdeput":3198,"laning":3199,"Ġrejalashtirilgan":3200,"Ġnor":3201,"Ġuslub":3202,"biya":3203,"yn":3204,"ĠPrezidenti":3205,"25":3206,"chki":3207,"stik":3208,"ews":3209,"Ġturadi":3210,"TO":3211,"malar":3212,"lanishga":3213,"ĠIttifoq":3214,"Ġyurit":3215,"Ġborgan":3216,"Ġdepartam":3217,"Ġyumsh":3218,"Ġbin":3219,"Ġkerakligini":3220,"Ġtarkibida":3221,"Ġjismoniy":3222,"Ġbiror":3223,"Ġxonanda":3224,"Ġshunda":3225,"Ġmod":3226,"Ġalbatta":3227,"Ġaniqlash":3228,"xonada":3229,"ĠMas":3230,"Ġmuammolar":3231,"Ġqal":3232,"rav":3233,"vet":3234,"Masalan":3235,"Xus":3236,"buzar":3237,"Ġimmunitet":3238,"Ġturdagi":3239,"Ġborish":3240,"ridan":3241,"Ġinstituti":3242,"Ġraketa":3243,"Ġdoza":3244,"ĠFransiya":3245,"Ġ70":3246,"Ġpaytida":3247,"ĠMoskva":3248,"Ġqilinishi":3249,"Ġtarqalish":3250,"ris":3251,"sar":3252,"Ġkasallanganlar":3253,"Ġdaromad":3254,"put":3255,"Ġvaksinasi":3256,"Ġbudj":3257,"ilak":3258,"aklar":3259,"rig":3260,"Ġqarori":3261,"mdan":3262,"pincha":3263,"alab":3264,"Ġfutbol":3265,"udofaa":3266,"ĠAQSH":3267,"Ġoshgan":3268,"Ġobraz":3269,"Qiz":3270,"Ġhodisa":3271,"Ġberishi":3272,"ahar":3273,"Ġdavlatlar":3274,"aygan":3275,"erikalik":3276,"Ġaralash":3277,"gari":3278,"Ġyetgan":3279,"Ġbarchasi":3280,"aydigan":3281,"ĠGermaniya":3282,"ment":3283,"Ġtun":3284,"ovich":3285,"Ġqattiq":3286,"Ġbayram":3287,"Sam":3288,"Ġqarab":3289,"ĠGo":3290,"eli":3291,"ydi":3292,"Ġjo":3293,"Ġguruhi":3294,"bi":3295,"shma":3296,"chaki":3297,"alarida":3298,"Ġayniqsa":3299,"ĠQur":3300,"Ġparvoz":3301,"Mu":3302,"Ġhaqiqiy":3303,"Ol":3304,"ĠAir":3305,"Ġxususan":3306,"tishi":3307,"atish":3308,"Ġdarajasi":3309,"ĠAleks":3310,"ayjon":3311,"Ġbarqaror":3312,"ĠFa":3313,"Ġogohlantir":3314,"kl":3315,"Ġtam":3316,"Ġyal":3317,"Ġap":3318,"Ġaka":3319,"Ġsolish":3320,"itoyda":3321,"Ġxato":3322,"Ġjurnalist":3323,"Ġkengay":3324,"2021":3325,"iyb":3326,"Ġijobiy":3327,"putnik":3328,"Ġot":3329,"oji":3330,"Chunki":3331,"atilgan":3332,"Ġqilgani":3333,"liklari":3334,"ĠRossiyaga":3335,"Ġbosim":3336,"Ġbuyum":3337,"ashington":3338,"Ġyotqiz":3339,"kasi":3340,"qnash":3341,"Ġtran":3342,"Ġshifokorlar":3343,"Xususan":3344,"chir":3345,"Ġsez":3346,"Ġmeva":3347,"ilmaydi":3348,"Ġchiqishi":3349,"mid":3350,"zilar":3351,"zolari":3352,"estitsiya":3353,"Ġulardan":3354,"23":3355,"Ġaksar":3356,"Ġqiling":3357,"ĠShah":3358,"Ġtasi":3359,"Ġviloyatining":3360,"Ġichimlik":3361,"dorlik":3362,"Ġjan":3363,"simlik":3364,"ill":3365,"Ġnish":3366,"Ġolti":3367,"Ġmanf":3368,"Ġinfeksiya":3369,"Ġinternet":3370,"rnatilgan":3371,"qituvchi":3372,"Ġpich":3373,"rsatgan":3374,"Ġsarat":3375,"Ġkanali":3376,"Ġrespublika":3377,"ĠÐ":3378,"ĠKiyev":3379,"Ġsum":3380,"Ġshtam":3381,"Ġpech":3382,"bul":3383,"zbekistondagi":3384,"Ġkuchaytir":3385,"Ġbutunlay":3386,"qish":3387,"Ġtor":3388,"ozon":3389,"Ġyuqumli":3390,"Ġoperatsiya":3391,"Unda":3392,"Xon":3393,"orlar":3394,"uqur":3395,"Ġkadr":3396,"Ġsiyosat":3397,"ring":3398,"Ġang":3399,"ĠUz":3400,"Ġholatlar":3401,"Ġmasalalari":3402,"mati":3403,"Ġqamoq":3404,"zarbayjon":3405,"yoning":3406,"zim":3407,"Ġsim":3408,"mayotgan":3409,"ĠUsmon":3410,"Ġmis":3411,"imoliy":3412,"Ġshuning":3413,"Ġqurbon":3414,"TA":3415,"siyasini":3416,"ĠAQShda":3417,"Yo":3418,"Aktrisa":3419,"Ġyagona":3420,"Ġsun":3421,"Ġshamol":3422,"Tayyor":3423,"Ġdunyoga":3424,"ĠIta":3425,"ĠJSST":3426,"mog":3427,"Ġvitamini":3428,"Ġfavqulodda":3429,"Ġaylangan":3430,"Ġqariyb":3431,"Ġkilometr":3432,"yxatdan":3433,"eb":3434,"orazm":3435,"Ġmumkinligi":3436,"Ġmoliya":3437,"alqaro":3438,"Ġreys":3439,"Ġunut":3440,"ĠYer":3441,"istik":3442,"ĠMudofaa":3443,");":3444,"Ġband":3445,"Ġshim":3446,"Ġpoytaxt":3447,"Ġepide":3448,"noq":3449,"onuniy":3450,"Nati":3451,"gu":3452,"omil":3453,"Ġqaragan":3454,"Ġ35":3455,"Ġkuniga":3456,"HXB":3457,"yoq":3458,"ozi":3459,"ardi":3460,"amir":3461,"enko":3462,"Ġdip":3463,"Ġvaziyatni":3464,"book":3465,"24":3466,"lashadi":3467,"Ġmamlakatning":3468,"Ġmashg":3469,"Ġtizimini":3470,"cebook":3471,"ĠAQShning":3472,"Ġmanb":3473,"Ġuzun":3474,"pka":3475,"era":3476,"rinishi":3477,"Ġjamiyat":3478,"Ġyolg":3479,"ĠOAV":3480,"lisher":3481,"Ġnoma":3482,"hol":3483,"Ġhayvon":3484,"lobal":3485,"Ġturibdi":3486,"Tad":3487,"mayapti":3488,"Ġmuzokaralar":3489,"Uch":3490,"aks":3491,"Ġ2018":3492,"Ġkengashi":3493,"Ġorganlari":3494,"Ġrahbarlari":3495,"rn":3496,"Ġkuzatilgan":3497,"Kasal":3498,"qid":3499,"Ġtanlov":3500,"Ġtexnologiya":3501,"iqli":3502,"Ġhozirgi":3503,"rum":3504,"Ġboshlaydi":3505,"ega":3506,"Ġaylandi":3507,"Ġ80":3508,"ji":3509,"iyaga":3510,"Ġxavfi":3511,"Ġista":3512,"allif":3513,"Ġrivojlanish":3514,"Ġaholisi":3515,"Ġyanvar":3516,"lashtiradi":3517,"otos":3518,"Ġboshlandi":3519,"Ġichish":3520,"Ġyashir":3521,"Ġkarantinga":3522,"Ġpandemiyasi":3523,"Ġfor":3524,"ĠYangi":3525,"zgarish":3526,"Ġjarayonida":3527,"ayf":3528,"Ġchog":3529,"rey":3530,"Ġboshida":3531,"Ġahamiyat":3532,"Ġ90":3533,"Ġittifoq":3534,"Bar":3535,"Ġchir":3536,"layn":3537,"siyasining":3538,"gon":3539,"Ġerkin":3540,"Ġyozishicha":3541,"ind":3542,"Ġetishi":3543,"Ġmudofaa":3544,"Ham":3545,"yuk":3546,"Ġlim":3547,"Xabar":3548,"Ġ2022":3549,"udiya":3550,"axir":3551,"Ġmag":3552,"Ġborilmoqda":3553,"Ish":3554,"inga":3555,"ĠBMT":3556,"yillarda":3557,"Ġrekord":3558,"Ġbaland":3559,"Ġix":3560,"etik":3561,"Ġkredit":3562,"Ġavtobus":3563,"yut":3564,"ily":3565,"Ġjamoatchilik":3566,"Ġehtiyot":3567,"Ġmart":3568,"istonda":3569,"ohat":3570,"Ġzararli":3571,"Ġhujj":3572,"aldi":3573,"Ġpalat":3574,"Ġdoz":3575,"Ġnafardan":3576,"Ġmuzlat":3577,"Ġbl":3578,"Ġmig":3579,"Ġxuddi":3580,"Ġfan":3581,"Ġqurilma":3582,"lmasa":3583,"gich":3584,"Ġev":3585,"odiy":3586,"Ġchuqur":3587,"oliyaviy":3588,"Ġkiritilgan":3589,"qozon":3590,"Ġtayyorgarlik":3591,"bus":3592,"ĠOq":3593,"Ġtashx":3594,"ĠYapon":3595,"lumotlarni":3596,"Ġustida":3597,"mani":3598,"tab":3599,"liga":3600,"ĠYHXB":3601,"Ġxol":3602,"Ġnur":3603,"ĠTim":3604,"Ġbaz":3605,"Ġborada":3606,"Ġstat":3607,"Ġaeroport":3608,"Ġnoqonuniy":3609,"Ġaz":3610,"Ġsababi":3611,"Ġbiznes":3612,"Ġpishloq":3613,"Sog":3614,"aba":3615,"dash":3616,"Ġolmagan":3617,"Ġjoylashtir":3618,"Ġmuxbiri":3619,"ngil":3620,"ĠMad":3621,"Ġmarosim":3622,"Is":3623,"Shunday":3624,"Ġkiritish":3625,"Ġmayda":3626,"Ġrafiqasi":3627,"eksiya":3628,"Ġqaraganda":3629,"viy":3630,"Ġbaliq":3631,"Ġosti":3632,"Natij":3633,"riga":3634,"oshka":3635,"Ġpichoq":3636,"liz":3637,"osini":3638,"Ġmaterial":3639,"Ġshunchaki":3640,"Ġtasdiqlangan":3641,"Ġxonadon":3642,"Ġnorozilik":3643,"ĠOsiyo":3644,"ĠRespublika":3645,"inter":3646,"aho":3647,"Ġtariq":3648,"egi":3649,"Quy":3650,"ĠAk":3651,"Ġpolitsiya":3652,"abet":3653,"ĠArab":3654,"Ġboshqaruv":3655,"van":3656,"ziq":3657,"ayra":3658,"Ġbak":3659,"Ġxabarlar":3660,"ayni":3661,"ĠTurkmaniston":3662,"ĠNATO":3663,"ĠMed":3664,"Ġistiq":3665,"Ġtana":3666,"xshash":3667,"Ġdush":3668,"Ġishlagan":3669,"Ġsezilar":3670,"unyo":3671,"ullay":3672,"Ġmanba":3673,"Ġhomila":3674,"olib":3675,"ulay":3676,"Ġrolini":3677,"Ġmln":3678,"Ġyilning":3679,"Ġoldida":3680,"Ġchoralar":3681,"Ġkino":3682,"zgartirish":3683,"ziz":3684,"Ġtir":3685,"ĠMi":3686,"ĠIIV":3687,"aku":3688,"Ġishtirokida":3689,"Ġmintaq":3690,"Ġdepartamenti":3691,"80":3692,"las":3693,"Ġqav":3694,"Ġhik":3695,"fir":3696,"atni":3697,"Ġkuchlari":3698,"uda":3699,"Ġboj":3700,"Ġqarash":3701,"ĠPro":3702,"Ġnafarni":3703,"Ġyaratilgan":3704,"pple":3705,"Ġyetakchi":3706,"Ġyallig":3707,"Ġqoch":3708,"Ġtanqid":3709,"Ġmasof":3710,"trat":3711,"Ġsezilarli":3712,"Ġqanchalik":3713,"akkab":3714,"ec":3715,"Ġqob":3716,"40":3717,"Ġpre":3718,"Ġaksiya":3719,"Ġsafar":3720,"Ġnishon":3721,"pik":3722,"Ġoltin":3723,"PX":3724,"Ġqas":3725,"ĠMus":3726,"Ġ300":3727,"Ġekran":3728,"Ġisb":3729,"ĠIsroil":3730,"ims":3731,"TH":3732,"abzal":3733,"Ġetishga":3734,"ikatsiya":3735,"Ġkompaniy":3736,"vali":3737,"oyish":3738,"Ġyilda":3739,"Ġxavotir":3740,"ompaniya":3741,"udiy":3742,"Ġyoshda":3743,"Ġehtim":3744,"Ġberishni":3745,"Ġxara":3746,"Ġemlangan":3747,"Ġfikricha":3748,"Ġpay":3749,"Ġduch":3750,"Ġekanligi":3751,"Ġvari":3752,"stan":3753,"Ġsabzavot":3754,"masiga":3755,"Ġkelin":3756,"Ġilgari":3757,"qismi":3758,"Ġelchi":3759,"masini":3760,"Ġeksport":3761,"edov":3762,"Vazir":3763,"Ġolmaydi":3764,"Ġinvestitsiya":3765,"Ġmanfaat":3766,"Ġ000":3767,"Ġqisqa":3768,"harak":3769,"Ikkinchi":3770,"isha":3771,"uvoh":3772,"Ġhisobiga":3773,"Natijada":3774,"Ġzaxir":3775,"Ġrejiss":3776,"Ġijod":3777,"oman":3778,"Ġketadi":3779,"ashin":3780,"Ġrek":3781,"lanishini":3782,"Ġumuman":3783,"Ġparlament":3784,"Ġ-":3785,"Ġona":3786,"Ij":3787,"Ġdek":3788,"Ġmamlakatlar":3789,"Ġtakror":3790,"inoiy":3791,"Ġqaratilgan":3792,"ĠKan":3793,"ĠDi":3794,"Ġyozgan":3795,"ĠKoronavirus":3796,"Ġdengiz":3797,"Ġtish":3798,"Ġmoy":3799,"Ġhid":3800,"Ġfilmi":3801,"Ġmoliyaviy":3802,"rganish":3803,"nev":3804,"arov":3805,"Shavkat":3806,"ĠNav":3807,"Ġjon":3808,"ĠMaj":3809,"ell":3810,"gida":3811,"timol":3812,"Ġqog":3813,"Ġruh":3814,"ĠAh":3815,"Ġkasalligi":3816,"Ġsingari":3817,"ĠMotor":3818,"ogle":3819,"Ġmajburiy":3820,"Ġkecha":3821,"ĠAs":3822,"Ġqayt":3823,"Ġâ":3824,"Ġyoshdan":3825,"Ġchiqarib":3826,"Ġketish":3827,"Ġhokimiyat":3828,"Ġberishicha":3829,"jaligi":3830,"Ġsovg":3831,"ĠFacebook":3832,"malari":3833,"Ġvazirlik":3834,"Ġchoralari":3835,"Ġtomoshabin":3836,"Ġyillar":3837,"Ġmuloqotda":3838,"eyn":3839,"Ġkutilmoqda":3840,"Ġahvol":3841,"Ġgum":3842,"Ġdollarlik":3843,"Ġtomosha":3844,"ĠXorazm":3845,"Ġmuvaffaqiyatli":3846,"Ġzi":3847,"Ġmiya":3848,"Ġoshdi":3849,"Ġevaku":3850,"lashish":3851,"Ġjamg":3852,"ushi":3853,"Ġroli":3854,"Ġbormoqda":3855,"Ġmahrum":3856,"Ba":3857,"se":3858,"Ġoshiriladi":3859,"Ġjazo":3860,"sun":3861,"Ġfun":3862,"Ġkeladigan":3863,"Ġpoyez":3864,"Ġmev":3865,"ĠSher":3866,"Ġonasi":3867,"Ġuchta":3868,"Ġishchi":3869,"Ġketishi":3870,"Aktyor":3871,"Ġshundaki":3872,"Ġprofilak":3873,"Bola":3874,"Ġtarbiya":3875,"Ġyoshlar":3876,"ĠArmaniston":3877,"tkazgan":3878,"Ġjarohat":3879,"Noviy":3880,"Sputnik":3881,"ĠGollivud":3882,"lovchilar":3883,"sam":3884,"Ġkishini":3885,"Ġnoto":3886,"Shif":3887,"ĠKap":3888,"Ġasr":3889,"Ġchalinish":3890,"obar":3891,"2019":3892,"rsatilgan":3893,"ĠAlisher":3894,"qachon":3895,"etika":3896,"Ġjavobgar":3897,"Inter":3898,"Ġimkoniyati":3899,"Ġbirida":3900,"ushta":3901,"Ġsanoat":3902,"Ġhujayra":3903,"Ġtahdi":3904,"Ġtexnik":3905,"Ġbaxt":3906,"Ġterror":3907,"Kar":3908,"moni":3909,"Ġalla":3910,"nika":3911,"Ġhisobga":3912,"Ġoxiriga":3913,"sel":3914,"Ġyoshida":3915,"Ġolinadi":3916,"Ġnavbatdagi":3917,"amas":3918,"rip":3919,"Ġbek":3920,"Ġkechasi":3921,"Ġinfeksiyasiga":3922,"six":3923,"Ġsu":3924,"Ġsanitariya":3925,"yuta":3926,"Ġshub":3927,"ĠDon":3928,"Ġ45":3929,"Ġhayoti":3930,"Ġmans":3931,"Ġsanksiyalar":3932,"Ġshundan":3933,"Ġrais":3934,"Ġdin":3935,"Ġmoddalar":3936,"Uni":3937,"vit":3938,"ĠBaza":3939,"Ġtarmog":3940,