{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"la":261,"âĢ":262,"sh":263,"da":264,"ni":265,"ga":266,"âĢĺ":267,"ri":268,"li":269,"Ġb":270,"ti":271,"ma":272,"di":273,"ch":274,"Ġt":275,"si":276,"Ġo":277,"Ġk":278,"ar":279,"lar":280,"Ġq":281,"ng":282,"ya":283,"gan":284,"ra":285,"on":286,"Ġh":287,"va":288,"Ġbo":289,"il":290,"Ġy":291,"ning":292,"lari":293,"shi":294,"Ġs":295,"gi":296,"Ġva":297,"ta":298,"Ġa":299,"Ġm":300,"Ġi":301,"Ġe":302,"Ġu":303,"Ġma":304,"or":305,"Ġta":306,"chi":307,"dan":308,"na":309,"zi":310,"ki":311,"ka":312,"mi":313,"mo":314,"un":315,"sa":316,"Ġbi":317,"lan":318,"Ġha":319,"cha":320,"lik":321,"ro":322,"de":323,"Ġko":324,"Ġx":325,"at":326,"er":327,"yo":328,"lo":329,"yi":330,"qi":331,"Ġj":332,"st":333,"Ġqi":334,"Ġf":335,"Ġmu":336,"lgan":337,"Ġke":338,"ĠâĢ":339,"Ġto":340,"Ġyo":341,"qa":342,"Ġsh":343,"dagi":344,"ur":345,"Ġso":346,"bi":347,"vo":348,"Ġp":349,"Ġqo":350,"ĠB":351,"rish":352,"Ġda":353,"ĠS":354,"lash":355,"do":356,"ay":357,"âĢĿ":358,"no":359,"ĠA":360,"ab":361,"en":362,"uv":363,"Ġbilan":364,"Ġham":365,"ĠM":366,"Ġya":367,"âĢĻ":368,"Ġish":369,"ladi":370,"siya":371,"ligi":372,"Ġ1":373,"Ġ2":374,"Ġtu":375,"an":376,"Ġuch":377,"re":378,"Ġqili":379,"Ġbe":380,"so":381,"Ġde":382,"al":383,"ĠO":384,"ĠâĢľ":385,"ston":386,"lab":387,"iz":388,"lib":389,"be":390,"ĠT":391,"ara":392,"ir":393,"qda":394,"to":395,"av":396,"Ġbosh":397,"larni":398,"Ġku":399,"gani":400,"Ġuchun":401,"tgan":402,"Ġbu":403,"ldi":404,"ah":405,"ja":406,"aro":407,"sida":408,"lat":409,"lu":410,"Ġna":411,"za":412,"zo":413,"bo":414,"yat":415,"ul":416,"uq":417,"zbe":418,"lishi":419,"Ġtash":420,"Ġra":421,"Ġho":422,"Ġyil":423,"kiston":424,"ĠR":425,"Ġte":426,"tish":427,"ba":428,"Ġbir":429,"Ġchi":430,"iy":431,"ud":432,"ĠK":433,"00":434,"et":435,"Ġki":436,"lish":437,"zbekiston":438,"ona":439,"moqda":440,"miz":441,"tib":442,"ĠU":443,"us":444,"larini":445,"Ġqil":446,"oy":447,"Ġ(":448,"ot":449,"larga":450,"kin":451,"larning":452,"Â»":453,"Â«":454,"Ġka":455,"fa":456,"sp":457,"Ġdo":458,"ha":459,"ko":460,"le":461,"uri":462,"kat":463,"Ġja":464,"oli":465,"Ġsa":466,"Ġay":467,"langan":468,"ĠI":469,"lani":470,"ĠBu":471,"rat":472,"Ġv":473,"yati":474,"Ġch":475,"lma":476,"Ġg":477,"ev":478,"ngi":479,"ent":480,"ilo":481,"Ġmi":482,"ĠSh":483,"Ġ20":484,"ydi":485,"rib":486,"Ġvazi":487,"tirish":488,"Ġtar":489,"man":490,"yicha":491,"uvchi":492,"bu":493,"Ġber":494,"rin":495,"mp":496,"ĠÂ«":497,"abar":498,"Ġyu":499,"sti":500,"larda":501,"ĠY":502,"Ġdav":503,"Ġhi":504,"Ġin":505,"lariga":506,"mat":507,"Ġn":508,"Ġsi":509,"Ġor":510,"kil":511,"Ġxo":512,"ĠP":513,"Sh":514,"kor":515,"niya":516,"Ġeti":517,"Ġxabar":518,"ĠQ":519,"ub":520,"ĠN":521,"kt":522,"moni":523,"lga":524,"um":525,"osh":526,"kazi":527,"Ġav":528,"Ġti":529,"roq":530,"Ġqilish":531,"Ġ3":532,"tida":533,"Ġre":534,"mon":535,"os":536,"rilgan":537,"ĠD":538,"den":539,"liy":540,"ĠH":541,"lov":542,"ĠâĢĶ":543,"Ġkuni":544,"yot":545,"Ġshu":546,"ĠJ":547,"yin":548,"in":549,"yotgan":550,"Ġhaqi":551,"dir":552,"siz":553,"Ġdavlat":554,"Ġshah":555,"Ġfa":556,"yil":557,"ĠX":558,"fi":559,"hi":560,"Ġmum":561,"ĠĠ":562,"Ġmumkin":563,"ov":564,"Ġtashkil":565,"radi":566,"Ġqa":567,"Ġhu":568,"Ġtomoni":569,"Ġno":570,"ort":571,"Ġqay":572,"liq":573,"ĠF":574,"sini":575,"ut":576,"Ġvilo":577,"Ġesa":578,"dek":579,"ĠG":580,"mas":581,"ziden":582,"Ġoshi":583,"Ġqar":584,"Ġama":585,"reziden":586,"dim":587,"Ġxiz":588,"Ġtomonidan":589,"rak":590,"Ġdeb":591,"ori":592,"siga":593,"unda":594,"xona":595,"miy":596,"lum":597,"Ġba":598,"Ġaso":599,"lika":600,"Ġmar":601,"Ġolib":602,"nadi":603,"mu":604,"ublika":605,"spublika":606,"biy":607,"Ġqilin":608,"sha":609,"bat":610,"Ġsha":611,"ku":612,"ĠâĢĵ":613,"Ġme":614,"lim":615,"Ġmil":616,"lardan":617,"gar":618,"mla":619,"ol":620,"20":621,"Ġhiso":622,"mida":623,"rsa":624,"qar":625,"Ġmah":626,"dam":627,"Ġdavo":628,"Ġ5":629,"mati":630,"kent":631,"larida":632,"Ġbor":633,"âĢľ":634,"ĠMa":635,"zar":636,"Ġtur":637,"Ġni":638,"lin":639,"ĠL":640,"Ġvaq":641,"dda":642,"Ġbar":643,"ĠRe":644,"Ġik":645,"tdi":646,"te":647,"ora":648,"Ġjoy":649,"oshkent":650,"tilgan":651,"Ġyangi":652,"zil":653,"Ġhar":654,"sta":655,"sining":656,"chilik":657,"Ġ4":658,"shbu":659,"Ġ201":660,"Ġhamda":661,"lumo":662,"Ġboshqa":663,"ĠV":664,"ĠE":665,"ligini":666,"ĠC":667,"Ġim":668,"mani":669,"Ġfo":670,"ru":671,"bir":672,"dor":673,"Ġkun":674,"shicha":675,"ran":676,"Ġhaqida":677,"Ġlo":678,"dar":679,"vi":680,"niq":681,"Ġmamla":682,"Ġji":683,"larining":684,"Ġmo":685,"Ġkor":686,"yu":687,"rida":688,"lumot":689,"su":690,"aniya":691,"ek":692,"Ġye":693,"tadi":694,"Ġvazir":695,"Ġyi":696,"Ġega":697,"Ġga":698,"tab":699,"tir":700,"diy":701,"Ġqu":702,"qat":703,"âĢĿ,":704,"ossiya":705,"nga":706,"Ġhaqda":707,"as":708,"zir":709,"ĠRespublika":710,"Ġming":711,"alq":712,"Ġsu":713,"ningdek":714,"Ġdara":715,"Ġqildi":716,"Ġberi":717,"yor":718,"Ġkerak":719,"Ġolish":720,"Ġhud":721,"siy":722,"fo":723,"du":724,"oyda":725,"qo":726,"uqaro":727,"Ġoldi":728,"dbir":729,"Ġ7":730,"Ġmamlakat":731,"Ġij":732,"rta":733,"Ġfoyda":734,"xs":735,"mmo":736,"mpaniya":737,"qin":738,"far":739,"Ġqilgan":740,"Ġamalga":741,"tsiya":742,"Ġrah":743,"Ġedi":744,"bor":745,"Ġtop":746,"Ġdaraja":747,"Ġishlab":748,"sidagi":749,"Ġsab":750,"Ġhisob":751,"lanadi":752,"Ġmilli":753,"Ġetish":754,"el":755,"Ġchiqa":756,"lanish":757,"Ġ6":758,"Ġfuqaro":759,"ji":760,"masi":761,"tan":762,"landi":763,"Ġyosh":764,"ĠToshkent":765,"Ġpreziden":766,"QSh":767,"Ġro":768,"Ġeng":769,"es":770,"Ġavto":771,"Ġikki":772,"Ġdol":773,"Ġviloyati":774,"Ġvo":775,"xi":776,"lay":777,"Ġyet":778,"lgani":779,"val":780,"Ġaniq":781,".âĢľ":782,"gacha":783,"Ġri":784,"lmoqda":785,"Ġchiqi":786,"eri":787,"Ġyoki":788,"Ġfaoli":789,"ĠRossiya":790,"giya":791,"ngiz":792,"Ġuning":793,"tka":794,"Ġholat":795,"lda":796,"Ġhara":797,"000":798,"Ġqat":799,"zim":800,"son":801,"ho":802,"tiro":803,"laridan":804,"Ġxizmat":805,"tin":806,"gu":807,"lagan":808,"yiha":809,"anda":810,"Ġdi":811,"unday":812,"ĠShu":813,"layotgan":814,"'m":815,"mar":816,"Ġushbu":817,"sidan":818,"Ġsabab":819,"Ġkiri":820,"moq":821,"viy":822,"Ġhuj":823,"undan":824,"Ġyana":825,"zu":826,"lsa":827,"Ma":828,"Ġyor":829,"Ġbarcha":830,"Ġah":831,"Ġbel":832,"lashti":833,"Ġchiq":834,"Ġjamo":835,"kid":836,"Ġkishi":837,"tda":838,"Ġnafar":839,"jat":840,"),":841,"Ġtumani":842,"tkazi":843,"Ġmav":844,"pi":845,"Ġkompaniya":846,"ĠRespublikasi":847,"Ġ8":848,"ĠSa":849,"Ġsay":850,"pa":851,"Ġqab":852,"og":853,"san":854,"Ġorqa":855,"lot":856,"Ġyer":857,"Ġrivo":858,"tini":859,"Ġqarshi":860,"Ġmaq":861,"Ġmasa":862,"Ġd":863,"Ġishtiro":864,"Ġloyiha":865,"rinchi":866,"Ġtaq":867,"Ġbelgi":868,"var":869,"Ġberdi":870,"Ġqis":871,"Ġfi":872,"Ġvazirligi":873,"Ġshahar":874,"ĠAQSh":875,"lashtirish":876,"tija":877,"Ġfoiz":878,"Ġnar":879,"Ġtalab":880,"irus":881,"Ġqon":882,"Ġuni":883,"Ġne":884,"Ġzar":885,"rash":886,"qti":887,"Ġxalq":888,"ktab":889,"kur":890,"Ġqabul":891,"Ġil":892,"ron":893,"Ġtez":894,"Ġpro":895,"Ġbil":896,"Ġemas":897,"rasida":898,"Ġqilingan":899,"Ġquri":900,"xshi":901,"riga":902,"Ġuy":903,"ter":904,"may":905,"niy":906,"Ġhoki":907,"Ġrivoj":908,"Ġmaqsa":909,"lantirish":910,"Ġtan":911,"Ġbiz":912,"Ġeka":913,"Ġshar":914,"magan":915,"lon":916,"Ġshi":917,"Ġorqali":918,"Ġpay":919,"ndi":920,"Ġberish":921,"Ġharakat":922,"nali":923,"ey":924,"Ġmasala":925,"Ġ-":926,"mol":927,"Ġtay":928,"oni":929,"Ġyaxshi":930,"korlik":931,"rini":932,"Ġhuq":933,"Ġpa":934,"Ġtayyor":935,"Ġtadbir":936,"sal":937,"Ġsoha":938,"vat":939,"Ġman":940,"Ġqara":941,"don":942,"atta":943,"Ġ10":944,"Ġxizmati":945,"Ġbog":946,"Ġban":947,"Ġalo":948,"ladigan":949,"Ġolgan":950,"Ġmillion":951,"Ġviloyat":952,"tiga":953,"Ġmun":954,"bil":955,"Ġ19":956,"Ġras":957,"Ġboshqar":958,"yev":959,"Ġtush":960,"shini":961,"Ġmay":962,"Ġdoir":963,"dida":964,"ĠĠĠĠ":965,"Ġxav":966,"erg":967,"Ġolin":968,"xta":969,"Ġdast":970,"ĠYa":971,"Ġaholi":972,"lekt":973,"yotgani":974,"kli":975,"Â»,":976,"Ġetgan":977,"bari":978,"port":979,"Ġnatija":980,"ĠNa":981,"bol":982,"oriy":983,"koni":984,"Ġdavomida":985,"zkur":986,"Ġsaq":987,"qtiso":988,"uz":989,"timo":990,"Ġyuq":991,"qan":992,"loq":993,"jon":994,"Ġet":995,"Ġdoi":996,"Ġxodim":997,"Ġ9":998,"Ġbirinchi":999,"ida":1000,"zimi":1001,"rim":1002,"Bu":1003,"Ġmahsu":1004,"onav":1005,"om":1006,"Ġis":1007,"Ġrahbari":1008,"nat":1009,"lmagan":1010,"chilar":1011,"ilgan":1012,"Ġyuza":1013,"ver":1014,"Ġkeyin":1015,"tasi":1016,"br":1017,"ĠCh":1018,"Ġkatta":1019,"onavirus":1020,"Ġoshirish":1021,"sport":1022,"Ġqanda":1023,"yap":1024,"yish":1025,"xbor":1026,"ĠQo":1027,"shish":1028,"zga":1029,"likda":1030,"Ġsifa":1031,"Ġfaoliyati":1032,"Ġza":1033,"evro":1034,"tax":1035,"Ġtex":1036,"Ġshaxs":1037,"Ġoi":1038,"ve":1039,"Ġyilda":1040,"Ġqilib":1041,"Ġcha":1042,"Ġetilgan":1043,"ram":1044,"Ġmaj":1045,"hat":1046,"Ġishlar":1047,"tiq":1048,"noyat":1049,"laydi":1050,"Ġimkoni":1051,"Ġtuman":1052,"nida":1053,"quv":1054,"rik":1055,"Ġxavf":1056,"zilgan":1057,"zuga":1058,"riya":1059,"Ġoy":1060,"mir":1061,"unyo":1062,"Ġche":1063,"Ġishtirok":1064,"Ġmuno":1065,"Mav":1066,"Ġyordam":1067,"Shu":1068,"Ġmahsulot":1069,"Ġtas":1070,"Ġak":1071,"Ġchora":1072,"Ġkasal":1073,"Ġyaqin":1074,"Ġqanday":1075,"lini":1076,"xborot":1077,"Ġmeh":1078,"âĢĶ":1079,"shim":1080,"bar":1081,"Ġprezidenti":1082,"uru":1083,"Ġbuy":1084,"it":1085,"ari":1086,"Mavzuga":1087,"Ġpar":1088,"Ġbola":1089,"Ġju":1090,"ech":1091,"Ġichi":1092,"siyasi":1093,"Ġrasmiy":1094,"Ġoyi":1095,"Ġhudud":1096,"usu":1097,"ish":1098,"Ġberadi":1099,"Ġbergan":1100,"Ġjavo":1101,"Ġqayta":1102,"Ġyara":1103,"chisi":1104,"Ġkoronavirus":1105,"utbol":1106,"dov":1107,"Ġkon":1108,"lanishi":1109,"Ġtashqa":1110,"Ġjamoa":1111,"Ġmarkazi":1112,"noma":1113,"liklar":1114,"Ġek":1115,"Ġml":1116,"Ġqayd":1117,"liya":1118,"Ġmas":1119,"Ġodam":1120,"Ġhujjat":1121,"maydi":1122,"Ġyuqori":1123,"Ġnis":1124,"Ġmahal":1125,"Ġkel":1126,"lashgan":1127,"Ġjavob":1128,"Ġhudu":1129,"Ġbah":1130,"Ġ15":1131,"avdo":1132,"logiya":1133,"Ġnisba":1134,"ito":1135,"kra":1136,"Ġun":1137,"lmaydi":1138,"timoiy":1139,"Ġmat":1140,"min":1141,"shli":1142,"Ġnisbatan":1143,"Ġshahri":1144,"Ġreja":1145,"Ġjoriy":1146,"Ġelekt":1147,"Ġshuningdek":1148,"risida":1149,"Ġholda":1150,"ĠZ":1151,"Ġharbiy":1152,"Ġularning":1153,"Ġaj":1154,"Ġtakli":1155,"ĠTa":1156,"Ġxalqaro":1157,"Ġqonun":1158,"Ġtashqari":1159,"Ġmunosa":1160,"ĠMu":1161,"ziyo":1162,"rishi":1163,"Ġqiladi":1164,"etr":1165,"Ġaxborot":1166,".Â«":1167,"sita":1168,"moya":1169,"Ġbirga":1170,"Ġkam":1171,"lanib":1172,"mobil":1173,"am":1174,"Ġguru":1175,"Ġhuku":1176,"Ġmiq":1177,"Ġfar":1178,"Ġkelgan":1179,"Ġsuv":1180,"izi":1181,"Ġdeya":1182,"zm":1183,"Ġshart":1184,"Ġkuch":1185,"Ġular":1186,"shda":1187,"roja":1188,"Ġkelib":1189,"nal":1190,"Ġpul":1191,"oro":1192,"buot":1193,"Ġtele":1194,"Ġog":1195,"rsat":1196,"sari":1197,"Ġfutbol":1198,"Ġsavdo":1199,"itoy":1200,"Ġqaror":1201,"Ġbermoqda":1202,"Ġmudda":1203,"Ġsoni":1204,"Ġsifatida":1205,"diq":1206,"Ġhamkorlik":1207,"shina":1208,"Ġmuho":1209,"lida":1210,"Ġbiri":1211,"riladi":1212,"Ġyilning":1213,"Ġtashkilot":1214,"Ġtib":1215,"Ġdavom":1216,"Ġjo":1217,"Ġiqtiso":1218,"daryo":1219,"rgan":1220,"Ġsud":1221,"iston":1222,"Ġtizimi":1223,"Ġan":1224,"Ġse":1225,"Ġrivojlantirish":1226,"ammo":1227,"Ġjuda":1228,"Ġkabi":1229,"ĠTo":1230,"Ġla":1231,"bla":1232,"chki":1233,"rilishi":1234,"Ġqadar":1235,"yol":1236,"zbekistonda":1237,"ĠMir":1238,"ye":1239,"Ġhay":1240,"Ġekan":1241,"Ġmatbuot":1242,"limi":1243,"Ġtegi":1244,"nov":1245,"Ġvaqt":1246,"Ġhozir":1247,"Ġvaziri":1248,"ina":1249,"shimcha":1250,"Ġortiq":1251,"Ġoqi":1252,"Ġag":1253,"jud":1254,"Ġasosiy":1255,"Ġmuammo":1256,"19":1257,"xa":1258,"Ġar":1259,"ksi":1260,"Ġsoat":1261,"lovchi":1262,"Ġnafa":1263,"oliya":1264,"Ġyuzasidan":1265,"Ġberilgan":1266,"Ġmuroja":1267,"ĠPreziden":1268,"avlat":1269,"ĠMar":1270,"Ġijtimoiy":1271,"rashuv":1272,"tori":1273,"Ġetdi":1274,"Ġsport":1275,"Dar":1276,"lam":1277,"Ġyig":1278,"Ġjami":1279,"Ġmuhi":1280,"Ġchiqarish":1281,"lashi":1282,"liga":1283,"xsus":1284,"mpi":1285,"ganini":1286,"Ġtaklif":1287,"Ġyuri":1288,"Ġavval":1289,"Ġtaqdim":1290,"Ġdunyo":1291,"is":1292,"po":1293,"Ġtegishli":1294,"Ġtushi":1295,"Ġas":1296,"mma":1297,"yapti":1298,"uriy":1299,"gram":1300,"Ġhech":1301,"rildi":1302,"zod":1303,"Ġvosita":1304,"Ġasosida":1305,"Ġkar":1306,"Ġgaz":1307,"ayon":1308,"ide":1309,"Ġxavfsiz":1310,"larimiz":1311,"rov":1312,"kama":1313,"Ġolingan":1314,"tar":1315,"Ġavtomobil":1316,"Ya":1317,"21":1318,"ĠTur":1319,"Ġmavjud":1320,"chasi":1321,"Ġjinoyat":1322,"Ġhimoya":1323,"mov":1324,"ĠTe":1325,"Ġdollar":1326,"Ġkenga":1327,"Ġqilindi":1328,"zor":1329,"pe":1330,"Ġfik":1331,"qiq":1332,"Ġoila":1333,"Daryo":1334,"kinchi":1335,"mini":1336,"Ġtari":1337,"Ġmaktab":1338,"qon":1339,"shga":1340,"Ġtopshi":1341,"tishi":1342,"rinbo":1343,"yan":1344,"Ġkorxona":1345,"Ta":1346,"Ġvaziyat":1347,"demi":1348,"ral":1349,"ddiy":1350,"ĠII":1351,"likka":1352,"tining":1353,"ĠVa":1354,"niga":1355,"Ġtran":1356,"blag":1357,"Ġmablag":1358,"Ġochi":1359,"Ġmurojaat":1360,"Ġmaxsus":1361,"lama":1362,"ura":1363,"Ġnazo":1364,"assa":1365,"Ġ12":1366,"Ġmaqsadida":1367,"kraina":1368,"Ġishlari":1369,"nan":1370,"Ġhuquq":1371,"uqi":1372,"ĠAb":1373,"ĠKo":1374,"Ġdedi":1375,"im":1376,"llab":1377,"ĠBi":1378,"assi":1379,"Ġqaro":1380,"Ġqoldi":1381,"ĠIn":1382,"lashtirilgan":1383,"tibi":1384,"Ġbora":1385,"Ġprezident":1386,"rij":1387,"Ġtasdiq":1388,"lig":1389,"Ġqilini":1390,"Ġtomon":1391,"umla":1392,"ahon":1393,"tamiz":1394,"assasa":1395,"ste":1396,"lishicha":1397,"stit":1398,"Ġfoydalanish":1399,"rol":1400,"unga":1401,"Ġayol":1402,"Ġmazkur":1403,"adi":1404,"sla":1405,"Av":1406,"ziga":1407,"Ġtah":1408,"Ġmuassasa":1409,"erma":1410,"Ġsaqlash":1411,"rgani":1412,"sion":1413,"marqan":1414,"tlar":1415,"yilda":1416,"Ġshahrida":1417,"zda":1418,"Ġqolgan":1419,"Ġturli":1420,"kon":1421,"lanuvchi":1422,"rab":1423,"likni":1424,"taxassi":1425,"Ġorgan":1426,"Ġdegan":1427,"ĠHa":1428,"Ġmarta":1429,"nini":1430,"Ġtarmoq":1431,"Ġvakil":1432,"Ġvazifa":1433,"Ġxorij":1434,"ea":1435,"Ġyak":1436,"Ġhokimi":1437,"Ġ11":1438,"Ġumu":1439,"uvi":1440,"xon":1441,"Ġaloqa":1442,"dik":1443,"Ġkim":1444,"Ġyog":1445,"Ġtug":1446,"umladan":1447,"rna":1448,"Ġhokim":1449,"Ġhavo":1450,"fot":1451,"Ġagent":1452,"ard":1453,"Ch":1454,"ĠXitoy":1455,"Ġtartib":1456,"sat":1457,"Ġkelish":1458,"pre":1459,"arli":1460,"batida":1461,"Ġsiyo":1462,"Ġayti":1463,"Ġajra":1464,"Ġetadi":1465,"rinbosari":1466,"Ġbal":1467,"oh":1468,"Ġqish":1469,"ĠYevro":1470,"zgar":1471,"proq":1472,"zbek":1473,"Ġdeydi":1474,"ĠHo":1475,"tak":1476,"timiz":1477,"lishini":1478,"Ġchek":1479,"Ġmusta":1480,"Ġsodir":1481,"Ġdar":1482,"Ġbank":1483,"mor":1484,"yiladi":1485,"Ġshifo":1486,"Ġyetkazi":1487,"Ġmunosabat":1488,"Ġbildir":1489,"Ġmux":1490,"shni":1491,"ft":1492,"sqi":1493,"se":1494,"eya":1495,"Ġtarqa":1496,"taxassis":1497,"Ġmashina":1498,"Ġnom":1499,"ĠBo":1500,"Ġyash":1501,"Ġnecha":1502,"Ġasos":1503,"Ġbino":1504,"Ġfaqat":1505,"yabr":1506,"par":1507,"Ġmuhim":1508,"Ġmilliy":1509,"eta":1510,"lashga":1511,"nik":1512,"Ġsog":1513,"hida":1514,"oq":1515,"versi":1516,"ĠKor":1517,"Ġrahbar":1518,"marqand":1519,"rif":1520,"Ġuchrashuv":1521,"Ġnav":1522,"Ġ16":1523,"tirib":1524,"Ġ30":1525,"fon":1526,"zat":1527,"Ġosh":1528,"Ġlavo":1529,"shiga":1530,"Ġol":1531,"Ġunga":1532,"Ġyuk":1533,"Ġyoshli":1534,"riy":1535,"avkat":1536,"Ġxusu":1537,"voz":1538,"Ġista":1539,"Ġtexno":1540,"Ġshunday":1541,"âĢĿ.":1542,"Ġbelgilangan":1543,"ĠKa":1544,"Ġmuvo":1545,"Ġinson":1546,"anba":1547,"aviy":1548,"lom":1549,"tidan":1550,"kiya":1551,"ĠMirziyo":1552,"Ġmoliya":1553,"Ġmajb":1554,"201":1555,"Ġer":1556,"Ġ14":1557,"ss":1558,"ks":1559,"Ġat":1560,"Ġ18":1561,"ner":1562,"Toshkent":1563,"Ġiy":1564,"xo":1565,"Ġhisoblanadi":1566,"Ġyuz":1567,"tildi":1568,"Ġru":1569,"yib":1570,"Ġkuza":1571,"Ġmln":1572,"fiq":1573,"Ġpo":1574,"Ġ200":1575,"rilmoqda":1576,"Ġvide":1577,"slatib":1578,"Ġ25":1579,"tkazilgan":1580,"tuvchi":1581,"Ġtani":1582,"kaz":1583,"vishda":1584,"'t":1585,"Ġchiqish":1586,"mara":1587,"ĠMirziyoyev":1588,"Ġmen":1589,"Ġsar":1590,"Ġz":1591,"ulo":1592,"Ġravishda":1593,"Ġ13":1594,"Ġmetr":1595,"nggi":1596,"Ġyoz":1597,"quvvat":1598,"ergov":1599,"Ġyanada":1600,"ratsiya":1601,"biq":1602,"tun":1603,"meri":1604,"Ġfaoliyat":1605,"kam":1606,"Ġeh":1607,"zon":1608,"Ġxodimlari":1609,"Ġyubo":1610,"ĠDavlat":1611,"Ġhuquqi":1612,"tirgan":1613,"Ġkuti":1614,"Ġbunday":1615,"yasi":1616,"ton":1617,"Ġmuvofiq":1618,"Ġoyida":1619,"Ġdoirasida":1620,"ĠUkraina":1621,"Ġvaqtida":1622,"Ġ2020":1623,"risidagi":1624,"Ġjoylashgan":1625,"Ġsov":1626,"Ġichida":1627,"Ġsaylov":1628,"yidagi":1629,"nalish":1630,"gust":1631,"tkazish":1632,"bek":1633,"gik":1634,"ayli":1635,"tirilgan":1636,"ligiga":1637,"ddi":1638,"Ġdeyiladi":1639,"zini":1640,"Ġ\"":1641,"Ġnamo":1642,"Ġal":1643,"lok":1644,"Ġpoy":1645,"Ġhaqidagi":1646,"jo":1647,"Ġmutaxassis":1648,"Ġetildi":1649,"Ġ17":1650,"Ġyerda":1651,"Ġijro":1652,"moqchi":1653,"Ġnima":1654,"Ġzarur":1655,"Ġkompaniyasi":1656,"entab":1657,"zog":1658,"Shuningdek":1659,"Ġtek":1660,"Ġiste":1661,"merika":1662,"Ġtuf":1663,"Ġetib":1664,"valroq":1665,"Ġgap":1666,"Ġxona":1667,"zoq":1668,"Ġ0":1669,"Ġmin":1670,"Ġqizi":1671,"ĠShuningdek":1672,"Ġklu":1673,"ĠKe":1674,"Ġsamara":1675,"Ġikkinchi":1676,"Ġtufayli":1677,").":1678,"fta":1679,"zan":1680,"tiyo":1681,"me":1682,"riq":1683,"ĠRa":1684,"mart":1685,"biyot":1686,"Ġuniversi":1687,"ksiya":1688,"siyo":1689,"Ġmiqdo":1690,"anu":1691,"ĠIs":1692,"Ġbosqi":1693,"arg":1694,"Ġinf":1695,"Ġsoliq":1696,"22":1697,"ĠYevropa":1698,"Ġhisobi":1699,"dora":1700,"Ġboshqarmasi":1701,"Ġshak":1702,"mis":1703,"dosh":1704,"siq":1705,"rtasida":1706,"Ġxari":1707,"Ġimzo":1708,"Ġmash":1709,"zadi":1710,"Ġmilliard":1711,"12":1712,"Ġnazorat":1713,"Ġelektr":1714,"Ġhola":1715,"bod":1716,"Ġbaho":1717,"Ġkunda":1718,"Ġqator":1719,"Ġrai":1720,"Ġsharo":1721,"qil":1722,"Ġosti":1723,"Ġinter":1724,"ĠShavkat":1725,"ĠAf":1726,"Ġmehnat":1727,"Ġmuhokama":1728,"lis":1729,"tga":1730,"Ġturadi":1731,"tam":1732,"Ġinve":1733,"Ġumumiy":1734,"ĠMah":1735,"Ġchiqib":1736,"Ġjara":1737,"Ġrespublika":1738,"Ġtekshi":1739,"sin":1740,"Ġtexnologiya":1741,"Ġqiy":1742,"entabr":1743,"chalik":1744,"Eslatib":1745,"mil":1746,"Ġsan":1747,"Ġnash":1748,"Ġjarayo":1749,"gara":1750,"ifa":1751,"loh":1752,"Ġlozim":1753,"mni":1754,"ĠUning":1755,"Ġguruh":1756,"Ġ2019":1757,"ĠLe":1758,"Ġbemor":1759,"Ġoch":1760,"ĠAmmo":1761,"Ġmaydon":1762,"Ġtizim":1763,"..":1764,"iga":1765,"ĠYo":1766,"Ġichki":1767,"Ġoqibatida":1768,"ĠSo":1769,"kaziy":1770,"xat":1771,"miga":1772,"Ġyur":1773,"Ġsababli":1774,"tiladi":1775,"rd":1776,"uniy":1777,"lmas":1778,"Ġalohida":1779,"zlar":1780,"Ġmahalliy":1781,"Ġel":1782,"Ġularni":1783,"zlariga":1784,"ĠTra":1785,"Ġfoizi":1786,"Ġvoq":1787,"Ġoldin":1788,"ĠBa":1789,"Ġishi":1790,"Ġnarsa":1791,"mg":1792,"Ġidora":1793,"Ġishga":1794,"tkaz":1795,"Ġyetak":1796,"dro":1797,"Ġtarki":1798,"gun":1799,"Ġvaqtda":1800,"Ġusti":1801,"Ġjumladan":1802,"ildi":1803,"Ġcho":1804,"Ġtashqi":1805,"ĠSamarqand":1806,"sul":1807,"Ġtayin":1808,"Ġsurat":1809,"mlik":1810,"layotgani":1811,"liqni":1812,"disa":1813,"tika":1814,"log":1815,"Ġishon":1816,"Ġagentligi":1817,"sil":1818,"Ġbutun":1819,"Ġraqa":1820,"Ġsavo":1821,"Ġjamoat":1822,"chilari":1823,"aba":1824,"Ġmahalla":1825,"jal":1826,"gina":1827,"Ġvoqea":1828,"plab":1829,"prel":1830,"Ġhal":1831,"Ġdire":1832,"Ġfoizga":1833,"Ġboshlab":1834,"Ġvafot":1835,"nash":1836,"net":1837,"Ġvideo":1838,"Ġquyidagi":1839,"Ġammo":1840,"Ġayb":1841,"kabr":1842,"araf":1843,"mga":1844,"Ġqilinadi":1845,"Ġhukumat":1846,"Ġsotib":1847,"alb":1848,"lardagi":1849,"Ġhafta":1850,"unki":1851,"Ġ2018":1852,"ĠKoreya":1853,"Ġatro":1854,"Avvalroq":1855,"noat":1856,"Ġyili":1857,"ski":1858,"ĠIIB":1859,"dr":1860,"zida":1861,"ridan":1862,"âĢĵ":1863,"zining":1864,"tiv":1865,"Ġr":1866,"tayotgan":1867,"lishiga":1868,"zaro":1869,"bus":1870,"Ġkeng":1871,"mad":1872,"Ġvakillari":1873,"sib":1874,"rsatish":1875,"von":1876,"ktor":1877,"Ġetiladi":1878,"rishga":1879,"mitasi":1880,"Ġtumanida":1881,"urnali":1882,"Ġfil":1883,"Ġfaoliyatini":1884,"ĠAy":1885,"Ho":1886,"gungi":1887,"ĠJa":1888,"ĠAl":1889,"kan":1890,"ayd":1891,"Ġtibbiy":1892,"Ġchegara":1893,"modda":1894,"rsatki":1895,"Ġoliy":1896,"lana":1897,"Ġmaqsad":1898,"ce":1899,"Ġzamon":1900,"Ġsho":1901,"Ġinstit":1902,"rga":1903,"Ġamal":1904,"rita":1905,"ĠBosh":1906,"ndijon":1907,"Ġyakun":1908,"Ġhukumati":1909,"To":1910,"Ġ24":1911,"Ġbildi":1912,"Ġproku":1913,"ĠBiz":1914,"Ġqishloq":1915,"Ġnarxi":1916,"ero":1917,"Ġoladi":1918,"Ġyildan":1919,"Ġaytgan":1920,"Ġchiqar":1921,"ati":1922,"Ġhaydov":1923,"Ġhaj":1924,"Ġtor":1925,"Ġibo":1926,"Ġyan":1927,"Ġomma":1928,"ĠBe":1929,"ktori":1930,"Ġqoida":1931,"Ġeksp":1932,"Ġqur":1933,"chik":1934,"bot":1935,"Ġkundu":1936,"Ġjalb":1937,"uli":1938,"Ġilmiy":1939,"Ġnatijasida":1940,"Ġketgan":1941,"ts":1942,"Ġjaro":1943,"Ġjoyi":1944,"yxat":1945,"Ġraisi":1946,"yoti":1947,"dqiq":1948,"legram":1949,"madi":1950,"Ġiqtisodiy":1951,"ini":1952,"shanba":1953,"quvchi":1954,"sk":1955,"ĠMe":1956,"Ġxat":1957,"tik":1958,"der":1959,"Ġyasha":1960,"ĠAn":1961,"laba":1962,"ritaniya":1963,"Ġorasida":1964,"rg":1965,"Ġpi":1966,"Ġuz":1967,"Ġdu":1968,"ratura":1969,"Ġhujum":1970,"xoro":1971,"rdi":1972,"Ġli":1973,"Na":1974,"Ġnarx":1975,"Ġtergov":1976,"roz":1977,"tli":1978,"ktabr":1979,"Re":1980,"Ġturib":1981,"ffa":1982,"Ġpaydo":1983,"yilning":1984,"garlik":1985,"ĠTramp":1986,"fat":1987,"diya":1988,"lil":1989,"Ġ100":1990,"Ġbalki":1991,"Ġmuva":1992,"ĠUshbu":1993,"zib":1994,"Ġuchi":1995,"Ġkanali":1996,"ĠTurkiya":1997,"Ġbozor":1998,"Ġtaj":1999,"ĠUlar":2000,"Ġ23":2001,"Ġyetkazib":2002,"Ġfikr":2003,"Ġjar":2004,"langani":2005,"Ġqurilish":2006,"Ġnavbat":2007,"10":2008,"rt":2009,"Ġqarori":2010,"Ġtadbirkor":2011,"ling":2012,"Ġuzoq":2013,"tadbir":2014,"Ġyirik":2015,"tal":2016,"Ġsobiq":2017,"Ġchiqqan":2018,"Ġishla":2019,"yilgan":2020,"Ġshax":2021,"ĠMi":2022,"Ġdastur":2023,"jaligi":2024,"od":2025,"Ġhalok":2026,"Ġfaol":2027,"dqiqot":2028,"bon":2029,"Ġquv":2030,"Ġhududi":2031,"stitsiya":2032,"Ġxorijiy":2033,"Ġ2017":2034,"Ġmuvaffa":2035,"Ġtibbiyot":2036,"oniston":2037,"shma":2038,"tti":2039,"Ġzarar":2040,"Ġkucha":2041,"Ġ2021":2042,"Ġqilmoqda":2043,"pp":2044,"Ġ22":2045,"Ġbozo":2046,"kov":2047,"Ġjoylarda":2048,"tishga":2049,"Ġtik":2050,"Ġkir":2051,"ne":2052,"Ġkomp":2053,"Ġdasturi":2054,"Ġqismi":2055,"Ġasosan":2056,"Ġpoli":2057,"qiqa":2058,"shadi":2059,"tat":2060,"Ġqila":2061,"Ġtartibi":2062,"nib":2063,"Ġchaqi":2064,"Ġturi":2065,"Ġshartnoma":2066,"onal":2067,"tov":2068,"yingi":2069,"bay":2070,"Ġfarzan":2071,"ĠBiroq":2072,"pu":2073,"shida":2074,"logik":2075,"Ġpaytda":2076,"ĠMarkaziy":2077,"hbat":2078,"ziya":2079,"Ġzamonaviy":2080,"Ġimkoniyat":2081,"ĠQozog":2082,"ĠAv":2083,"Ġqan":2084,"nika":2085,"Ġmada":2086,"ngil":2087,"riba":2088,"Sa":2089,"Ġtabi":2090,"Bundan":2091,"Ġ50":2092,"Ġkeladi":2093,"Ġope":2094,"Ġboshlig":2095,"Ġisti":2096,"ĠXalq":2097,"lg":2098,"ylab":2099,"nergiya":2100,"Ġmlrd":2101,"nes":2102,"yuk":2103,"Ġnamoyish":2104,"Ġnomi":2105,"Ġkunduzi":2106,"Ġbayon":2107,"Ġxa":2108,"Ġtax":2109,"Ġayrim":2110,"Ġora":2111,"Ġjazo":2112,"Ġqilishi":2113,"Ġket":2114,"nchi":2115,"qiy":2116,"mangan":2117,"Ġviloyatida":2118,"zg":2119,"Ġchet":2120,"Qo":2121,"lak":2122,"ror":2123,"ĠOsiyo":2124,"Ġbiroq":2125,"he":2126,"Rossiya":2127,"ush":2128,"Ġrux":2129,"ssa":2130,"Ġvaki":2131,"Ġilk":2132,"Ġjurnali":2133,"Ġenergiya":2134,"for":2135,"ĠBundan":2136,"Ġerish":2137,"enti":2138,"Ġle":2139,"xir":2140,"inlash":2141,"Ġtalaba":2142,"Ġmaro":2143,"Ġob":2144,"Ġtransport":2145,"ĠDe":2146,"Ġtashrif":2147,"ĠTelegram":2148,"gona":2149,"Ġbaja":2150,"Ġyanvar":2151,"Ġ21":2152,"mda":2153,"alaba":2154,"Ġkelishi":2155,"Ġkomis":2156,"mli":2157,"tkazil":2158,"Ġsah":2159,"Ġkechasi":2160,"Ġshakl":2161,"Ġiqtisodi":2162,"nda":2163,"rsatkich":2164,"Ġiborat":2165,"Ġjahon":2166,"Ġqurol":2167,"Ġsamol":2168,"Ġchempi":2169,"Ġkirish":2170,"mer":2171,"Ġmehmon":2172,"Ġtajriba":2173,"Ġuniversite":2174,"Ġakt":2175,"kilo":2176,"redi":2177,"Ko":2178,"Ġmanba":2179,"taqa":2180,"Ġota":2181,"rtasidagi":2182,"ljal":2183,"30":2184,"kati":2185,"yti":2186,"ster":2187,"ĠDa":2188,"Ġetilishicha":2189,"mak":2190,"Ġhududida":2191,"Ġavi":2192,"Ġnazar":2193,"zirlar":2194,"Ġkasallik":2195,"qish":2196,"Ġmos":2197,"Ġqilishicha":2198,"ĠPrezident":2199,"biri":2200,"Ġhodisa":2201,"irg":2202,"ke":2203,"Ġshug":2204,"In":2205,"yatini":2206,"ĠHozir":2207,"Ġorganlari":2208,"Ġtushun":2209,"lanishicha":2210,"Ġdan":2211,"biya":2212,"evral":2213,"ĠAbdu":2214,"Ġiliq":2215,"Ġishtiroki":2216,"anubiy":2217,"ermaniya":2218,"ĠSu":2219,"ksina":2220,"Ġyozadi":2221,"ĠSha":2222,"Ġuyi":2223,"qal":2224,"Ġishlash":2225,"Ġgo":2226,"ĠFa":2227,"Ġozod":2228,"shqa":2229,"Ġqilishga":2230,"Mu":2231,"lingan":2232,"Ġbolalar":2233,"Ġust":2234,"mal":2235,"Ġissiq":2236,"Ġuru":2237,"Ġstan":2238,"Ġguruhi":2239,"stik":2240,"ĠNe":2241,"Ġprokuratura":2242,"Qayd":2243,"garchilik":2244,"ĠOliy":2245,"Ġtav":2246,"Ġteng":2247,"Ġruxsat":2248,"Ġvakili":2249,"iziston":2250,"malar":2251,"ovchi":2252,"Ġturgan":2253,"Biz":2254,"Ġbuyon":2255,"tira":2256,"lganini":2257,"Ġboj":2258,"mdan":2259,"Ġ27":2260,"AQSh":2261,"qituvchi":2262,"Ġgol":2263,"tob":2264,"Ġxaba":2265,"ĠNo":2266,"pog":2267,"demiya":2268,"Ġdirektori":2269,"nada":2270,"oya":2271,"labki":2272,"ĠBritaniya":2273,"laja":2274,"ttifo":2275,"Ġkodek":2276,"Ġtezlikda":2277,"faa":2278,"Ġyaratish":2279,"tilishi":2280,"ID":2281,"illiy":2282,"zgarib":2283,"Ġmuh":2284,"ĠFarg":2285,"Ġtarkibi":2286,"Ġkeldi":2287,"Ġolma":2288,"Ġsalo":2289,"kva":2290,"čĊ":2291,"qib":2292,"Ġqiluvchi":2293,"Ġaniqlangan":2294,"ib":2295,"katsiya":2296,"Ġbuyur":2297,"ĠAfg":2298,"Ġinvestitsiya":2299,"Ġmul":2300,"Ġge":2301,"Ġalma":2302,"kara":2303,"chiligi":2304,"ytirish":2305,"lumotlar":2306,"van":2307,"fer":2308,"Ġjarayon":2309,"yishi":2310,"Ġkilo":2311,"Ġmintaqa":2312,"Ġgi":2313,"arorat":2314,"ziq":2315,"era":2316,"Ġsuhbat":2317,"Ġizo":2318,"Ġfuqarolar":2319,"Ġnafari":2320,"Ġhuz":2321,"Ġparti":2322,"Ġdaro":2323,"Ġuyu":2324,"Ġqurilma":2325,"Ġona":2326,"kidla":2327,"Ġyashovchi":2328,"SS":2329,"hon":2330,"Ġfutbolchi":2331,"Ġovoz":2332,"ĠĠĠĠĠĠ":2333,"Ġbesh":2334,"ali":2335,"Ġaka":2336,"Ġvaksina":2337,"Ġhuzuri":2338,"dofaa":2339,"ĠQora":2340,"Ġdarajada":2341,"ingarchilik":2342,"Ġmustah":2343,"ich":2344,"chon":2345,"Ġularga":2346,"Ġmarkaz":2347,"Ġeshi":2348,"zokara":2349,"ert":2350,"ok":2351,"Ġtushgan":2352,"Ġix":2353,"Ġmaydo":2354,"Ġ28":2355,"Ġter":2356,"Ġpan":2357,"Ushbu":2358,"zbekistonning":2359,"'s":2360,"voiy":2361,"Ġpoytax":2362,"kki":2363,"dj":2364,"Ġst":2365,"Ġkur":2366,"mog":2367,"Ġuchra":2368,"Ġkuchli":2369,"Ġsta":2370,"Ġaytishicha":2371,"ĠKu":2372,"stan":2373,"maslik":2374,"Ġsal":2375,"Ġmanfa":2376,"mush":2377,"Ġjang":2378,"Ġ26":2379,"ĠRo":2380,"Ġkechi":2381,"baqa":2382,"Ġyorda":2383,"Ġvositalari":2384,"Ġyangilik":2385,"Ġxavfsizlik":2386,"Ġkunlari":2387,"az":2388,"Ġyetish":2389,"oskva":2390,"Ġsiz":2391,"ĠLekin":2392,"qalpog":2393,"Ġtavsiya":2394,"ĠPu":2395,"24":2396,"Ġlekin":2397,"Ġaytib":2398,"Ġbekor":2399,"Ġton":2400,"ĠSe":2401,"Ġommaviy":2402,"lanmoqda":2403,"Ġ000":2404,"Ġochiq":2405,"muni":2406,"Ġkeyingi":2407,"ede":2408,"bati":2409,"Ġberildi":2410,"qqi":2411,"ibor":2412,"aho":2413,"rati":2414,"zlari":2415,"Ġmart":2416,"Ġyarim":2417,"metr":2418,"dul":2419,"Ġetmoqda":2420,"ĠMen":2421,"Ġmaqo":2422,"Ġdepu":2423,"go":2424,"Ġunda":2425,"Ġkura":2426,"Ġgu":2427,"Ġbosqich":2428,"Ġsavol":2429,"Ġtashkilo":2430,"hur":2431,"kak":2432,"Ġoxi":2433,"Ġbojxona":2434,"Ġjarohat":2435,"inoyat":2436,"Ġyaku":2437,"Ġtaqiq":2438,"Ġqiyin":2439,"Ġkengashi":2440,"Ġtonna":2441,"ino":2442,"Ġtin":2443,"per":2444,"Ġegal":2445,"Ġtabiiy":2446,"Ġxarid":2447,"Ġmanfaat":2448,"Ġhamma":2449,"Ġshaxslar":2450,"riza":2451,"sim":2452,"rilayotgan":2453,"Ġodamlar":2454,"Ġbildirdi":2455,"Ġtuga":2456,"Â·":2457,"ĠNamangan":2458,"Ġyillik":2459,"batta":2460,"Ġshahridagi":2461,"Ġhayot":2462,"Ġkaran":2463,"masdan":2464,"loqot":2465,"Ġmustahkam":2466,"Ġziyo":2467,"MT":2468,"Ġtayyorlash":2469,"jikiston":2470,"Ġkurash":2471,"Ġinstitu":2472,"moniy":2473,"sb":2474,"shib":2475,"Ġxara":2476,"yxa":2477,"50":2478,"Ġqulay":2479,"Ġmodda":2480,"ensiya":2481,"Ġbit":2482,"ransiya":2483,"ĠBir":2484,"Ġ199":2485,"Ġendi":2486,"ene":2487,"Ġsinov":2488,"Ġoldini":2489,"shqadaryo":2490,"Ġjamoasi":2491,"poniya":2492,"Ġesadi":2493,"Ġhokimligi":2494,"Ġpe":2495,"Ġloyihasi":2496,"ljallangan":2497,"Ġishonch":2498,"Ġush":2499,"kidlashicha":2500,"Ġmasalalari":2501,"kidlanishicha":2502,"sobaqa":2503,"ĠAndijon":2504,"Ġavgust":2505,"Ġijo":2506,"gari":2507,"Ġostida":2508,"Ġeva":2509,"Ġnashri":2510,"Ġkelishuv":2511,"niyat":2512,"ĠW":2513,"ĠTash":2514,"Ġshifokor":2515,"Ġyubor":2516,"Ġiyul":2517,"ĠVazirlar":2518,"ashqadaryo":2519,"uk":2520,"Ġus":2521,"Ġara":2522,"Ġbiznes":2523,"Ġshifoxona":2524,"Mazkur":2525,"Ġmuzokara":2526,"Ġtelefon":2527,"Ġyong":2528,"Ġkredi":2529,"Ġhali":2530,"masligi":2531,"Ġsharoit":2532,"Ġpolitsiya":2533,"rifi":2534,"ganidan":2535,"Ġmamlakatda":2536,"Ġyar":2537,"Ġmuxbiri":2538,"Ġdollarga":2539,"Bar":2540,"mmat":2541,"Va":2542,"ĠAgar":2543,"Ġhuzuridagi":2544,"Ġkiritish":2545,"Ġmiqdor":2546,"yekt":2547,"sab":2548,"Ġborish":2549,"laka":2550,"liklari":2551,"Ġvako":2552,"tirdi":2553,"ĠNi":2554,"Ġum":2555,"Ġtadqiqot":2556,"uvchilar":2557,"Ġoid":2558,"sangiz":2559,"Ġbirgalikda":2560,"Ġaynan":2561,"moddasi":2562,"ĠSi":2563,"Ġlavozimi":2564,"Ġatrofi":2565,"qonuniy":2566,"Ġmuvaffaqi":2567,"Ġundan":2568,"Ġ40":2569,"Ġyuzaga":2570,"miyat":2571,"Ġkichik":2572,"yna":2573,"Ġyevro":2574,"Ġoli":2575,"Ġkoronavirusga":2576,"Ġboy":2577,"erge":2578,"Ġkirib":2579,"Ġ2016":2580,"Ġsamarali":2581,"ju":2582,"ĠAmerika":2583,"Ġborasida":2584,"ĠBuxoro":2585,"Ġxususiy":2586,"Ġariza":2587,"yoh":2588,"zbekistonga":2589,"Ġaf":2590,"zish":2591,"Ġov":2592,"lumotlariga":2593,"zax":2594,"Ġsahifa":2595,"Ġqimmat":2596,"Ġtarzda":2597,"yoq":2598,"Ġneft":2599,"Ġdori":2600,"ĠGermaniya":2601,"che":2602,"ruv":2603,"ĠQirg":2604,"ban":2605,"ĠEron":2606,"land":2607,"Ġboshladi":2608,"laridagi":2609,"ĠPo":2610,"Ġtanish":2611,"Ġmiqdori":2612,"Ġsarf":2613,"ĠShi":2614,"Ġinternet":2615,"erti":2616,"ilish":2617,"Ġkes":2618,"Ġeksport":2619,"lahat":2620,"Ġpala":2621,"nalishi":2622,"Ġjiddiy":2623,"Ġbiroz":2624,"uriya":2625,"Ġayni":2626,"Te":2627,"ahar":2628,"Ġport":2629,"sum":2630,"Ġmaso":2631,"kasi":2632,"Ġizoh":2633,"Ġamali":2634,"Ġmuloqot":2635,"Ġsana":2636,"Ġelektron":2637,"Ġolishi":2638,"ĠPrezidenti":2639,"Ġsohasida":2640,"Ġtinch":2641,"ransport":2642,"Ġyillarda":2643,"qaror":2644,"rganish":2645,"orta":2646,"Ġkom":2647,"Ġmahsulotlari":2648,"eksiya":2649,"Ġchiqdi":2650,"Ġaero":2651,"Ġrus":2652,"Hozir":2653,"Ġjurnalist":2654,"Ay":2655,"Ġqiymati":2656,"Ġ29":2657,"mita":2658,"ĠYangi":2659,"sel":2660,"malari":2661,"ĠJo":2662,"zal":2663,"Ġsamolyot":2664,"Ġtezkor":2665,"Ġ@":2666,"Ġyetib":2667,"Ġdoimiy":2668,"ĠNavoiy":2669,"tet":2670,"ĠMilliy":2671,"izzax":2672,"Ġtutilgan":2673,"AV":2674,"Ġaksiya":2675,"urxon":2676,"ovqat":2677,"avq":2678,"ĠEr":2679,"ngli":2680,"id":2681,"sizlik":2682,"Ġdaromad":2683,"Ġklub":2684,"Ġmuvaffaqiyat":2685,"sga":2686,"Ġisloh":2687,"Ġbudj":2688,"Ġpast":2689,"voh":2690,"Ġtizimini":2691,"ĠJanubiy":2692,"buna":2693,"So":2694,"Ġreji":2695,"Ġiz":2696,"komil":2697,"rilib":2698,"pul":2699,"Ġbay":2700,"Ġmustaqil":2701,"Ġkeskin":2702,"Ġkotibi":2703,"Ġberiladi":2704,"Ġsiyosiy":2705,"Ġerkin":2706,"qu":2707,"ygan":2708,"Ġkamay":2709,"Ġmaslahat":2710,"ĠJinoyat":2711,"Ġikkita":2712,"tiradi":2713,"Ġdey":2714,"zgarish":2715,"ĠMo":2716,"Ġdekabr":2717,"Ġmate":2718,"shin":2719,"Ġqilinishicha":2720,"Ġuyush":2721,"ren":2722,"Ġqiz":2723,"ĠMoskva":2724,"lyu":2725,"Ġobuna":2726,"Ġtakomil":2727,"Ġklubi":2728,"Ġmalaka":2729,"kar":2730,"quvvatlash":2731,"Ġmode":2732,"Ġbag":2733,"Ġpasa":2734,"ulosa":2735,"lishni":2736,"yon":2737,"Ġtovar":2738,"Ġfor":2739,"Ġjari":2740,"Ġjamg":2741,"Ġdavlatlar":2742,"Ġerkak":2743,"Ġmurab":2744,"tibor":2745,"Ġmusobaqa":2746,"Ġmingdan":2747,"vor":2748,"Ġyoshlar":2749,"Ġxarajat":2750,"taraf":2751,"Ġharakatlari":2752,"Ġtomonlama":2753,"Ġborib":2754,"Ġhaydovchi":2755,"qdan":2756,"ĠKun":2757,"mlar":2758,"Ġtest":2759,"Ġqurish":2760,"kka":2761,"Ġsub":2762,"Ġshta":2763,"Bi":2764,"Ġxodi":2765,"Ġnoqonuniy":2766,"rial":2767,"Ġkelayotgan":2768,"Ġketdi":2769,"psiya":2770,"Ġimkoniyati":2771,"15":2772,"Ġbitta":2773,"ĠPutin":2774,"Ġerta":2775,"Ġbugungi":2776,"Ġxil":2777,"kro":2778,"Ġtashab":2779,"Ġaprel":2780,"tlari":2781,"Ġyagona":2782,"iyul":2783,"Ġbera":2784,"Ġnafaqat":2785,"Ġnoyabr":2786,"mua":2787,"indi":2788,"Ġvaqti":2789,"likdan":2790,"Ġqilinishi":2791,"lashdi":2792,"Ġekanini":2793,"Ġterma":2794,"Ġyordamida":2795,"tur":2796,"Ġjis":2797,"Ġmavsum":2798,"Ġdastlabki":2799,"Ġancha":2800,"Ġtadbirkorlik":2801,"fes":2802,"Ġfoydalanuvchi":2803,"mid":2804,"Ġchog":2805,"buzar":2806,"uter":2807,"ĠLi":2808,"Ġsentabr":2809,"Ġrejalashtirilgan":2810,"Ġaytdi":2811,"Ġfarzand":2812,"tadigan":2813,"Ġtaya":2814,"ratsiyasi":2815,"Ġahvo":2816,"uncha":2817,"Ġmuko":2818,"ĠAJ":2819,"Tur":2820,"alqi":2821,"mizda":2822,"ĠHu":2823,"Ġaha":2824,"Ġjihat":2825,"Ġdona":2826,"Ġsifat":2827,"Ġmag":2828,"kidladi":2829,"Ġbanki":2830,"ana":2831,"Ġbartaraf":2832,"Ġoziq":2833,"urg":2834,"ĠHarorat":2835,"Ġkurashish":2836,"Ġavia":2837,"Ġqancha":2838,"Ġmasofa":2839,"Ġdaqiqa":2840,"Bo":2841,"Ġmoliyaviy":2842,"ze":2843,"Ġtil":2844,"Ġharakati":2845,"Ġtexnika":2846,"enga":2847,"sho":2848,"Ġnazarda":2849,"Davlat":2850,"ĠAr":2851,"com":2852,"xirgi":2853,"maniston":2854,"ĠMaj":2855,"ligida":2856,"ususan":2857,"alli":2858,"Ġaks":2859,"rate":2860,"Ġparlam":2861,"sir":2862,"avqulo":2863,"Ġchiqarilgan":2864,"Ġkarantin":2865,"vir":2866,"Ġyopi":2867,"Yo":2868,"Ġmunosabati":2869,"Ġholati":2870,"ww":2871,"Ġtarmog":2872,"Ġbaza":2873,"lanma":2874,"avqulodda":2875,"Ġsanoat":2876,"moliy":2877,"partam":2878,"ĠTojikiston":2879,"Ġturmush":2880,"shon":2881,"Ġkamida":2882,"Ġzo":2883,"atsiya":2884,"Ġmashhur":2885,"Ġmajbur":2886,"pay":2887,"joy":2888,"Ġxizmatlari":2889,"smi":2890,"sak":2891,"qtisodiy":2892,"Ġbildirgan":2893,"Ġon":2894,"Ġbaj":2895,"Ġborilmoqda":2896,"indiston":2897,"Ġinsp":2898,"Ġolindi":2899,"Ġxulosa":2900,"tto":2901,"Ġtaqdir":2902,"Ġvazirlik":2903,"Ġtartibda":2904,"rezident":2905,"umli":2906,"tu":2907,"bili":2908,"ĠXo":2909,"Ġshaxsiy":2910,"orti":2911,"lumotlarga":2912,"Ġtexnik":2913,"Ġtahlil":2914,"Ġishchi":2915,"sentabr":2916,"Ġbundan":2917,"abr":2918,"Ġjiho":2919,"Ġsafar":2920,"Ġxonadon":2921,"Ġberilgandi":2922,"Ġyengil":2923,"Ġsuratga":2924,"tsi":2925,"faza":2926,"zolari":2927,"ekun":2928,"ttifoqi":2929,"Ġvaqtin":2930,"avgust":2931,"Ġuniversiteti":2932,"Ġyetakchi":2933,"Ġtayanib":2934,"Ġbozori":2935,"hamma":2936,"hqon":2937,"ĠSan":2938,"ĠChunki":2939,"Ġtarbiya":2940,"ĠâĢĺ":2941,"ĠChe":2942,"chta":2943,"Ġtemir":2944,"urxondaryo":2945,"ĠUnda":2946,"bekt":2947,"Ġjamiyat":2948,"Ġimp":2949,"ermer":2950,"onun":2951,"Ġhatto":2952,"Ġqisqa":2953,"Ġfan":2954,"Ġyozi":2955,"Ġmuhofaza":2956,"yotganini":2957,"Ġjarima":2958,"sur":2959,"25":2960,"zatsiya":2961,"Ġmajmua":2962,"Ġqaratilgan":2963,"Ġbuni":2964,"minlash":2965,"zimida":2966,"Ġturibdi":2967,"Ġrahbarlari":2968,"Ġband":2969,"zbekistonlik":2970,"Ġtanlov":2971,"Ġoshiriladi":2972,"Ġnuq":2973,"Ġtushib":2974,"Ġbarqaror":2975,"Ġtariqa":2976,"Ġkech":2977,"Ġhajmi":2978,"Ġ60":2979,"ĠYe":2980,"taliya":2981,"salan":2982,"Ġhujjatlar":2983,"Ġvakolat":2984,"ddin":2985,"Ġoq":2986,"Ġvirus":2987,"udiya":2988,"Ġ31":2989,"Uning":2990,"xt":2991,"ĠHar":2992,"Ġxalqi":2993,"Ġboshlagan":2994,"ĠOAV":2995,"Ġxabarda":2996,"Ġtoza":2997,"bul":2998,"zgartirish":2999,"...":3000,"stika":3001,"ĠShar":3002,"rtacha":3003,"llari":3004,"dri":3005,"\",":3006,"lub":3007,"Ġqaramay":3008,"Ġteleka":3009,"Ġobekt":3010,"Ġberuvchi":3011,"Ġyetarli":3012,"klar":3013,"Ġqut":3014,"Ġsmart":3015,"kkinchi":3016,"Ġjan":3017,"mosha":3018,"Ġtarix":3019,"Ġbahs":3020,"tiruvchi":3021,"lanmagan":3022,"ĠKon":3023,"diga":3024,"dorlik":3025,"Ġbunga":3026,"ayev":3027,"ĠĠĠĠĠĠĠĠ":3028,"ĠFransiya":3029,"Ġyechi":3030,"Ġ_":3031,"Ġbormoqda":3032,"Ġholatda":3033,"Ġkiritilgan":3034,"Ġtara":3035,"Ġiqtisodiyot":3036,"Ġdeyarli":3037,"Ġkomissiya":3038,"Ġpartiya":3039,"ĠAh":3040,"ĠLiga":3041,"layn":3042,"eva":3043,"lanadigan":3044,"Ġalmash":3045,"Ġviloyatining":3046,"ĠAbdul":3047,"rsatilgan":3048,"ĠBMT":3049,"ler":3050,"Ġtog":3051,"katimiz":3052,"Ġqilishni":3053,"Ġjismoniy":3054,"ĠQoraqalpog":3055,"Ġ500":3056,"gach":3057,"Hu":3058,"Ġtakomillashtirish":3059,"Ġmavzu":3060,"Ġiyun":3061,"OV":3062,"ĠVladi":3063,"Ġdavr":3064,"Ġqilgandi":3065,"ĠSuriya":3066,"Ġulu":3067,"Ġfon":3068,"lega":3069,"Ġhisobga":3070,"shidan":3071,"Ġborada":3072,"ĠLo":3073,"sos":3074,"Ke":3075,"risa":3076,"Ġyomon":3077,"Ġoperatsiya":3078,"Ġzavo":3079,"Kor":3080,"Ġguvoh":3081,"rto":3082,"Ġjamoatchilik":3083,"ĠJizzax":3084,"ĠYaponiya":3085,"Ġkiyi":3086,"Ġolishga":3087,"orlar":3088,"uqur":3089,"Ġkodeksining":3090,"lanayotgan":3091,"ĠUlarning":3092,"Ġkitob":3093,"lashish":3094,"til":3095,"Ġqop":3096,"Ġnomzod":3097,"rnatilgan":3098,"Ġberib":3099,"Ġtekshiruv":3100,"Ġjino":3101,"Ġislohot":3102,"23":3103,"Ġqora":3104,"keta":3105,"ĠHavo":3106,"ĠShamol":3107,"Ġtanqi":3108,"tex":3109,"olib":3110,"tkazildi":3111,"Ġkilometr":3112,"Ġxodimi":3113,"Ġilo":3114,"mizni":3115,"lajak":3116,"Ġqachon":3117,"vich":3118,"Ġetilishi":3119,"fe":3120,"digan":3121,"Ġevaziga":3122,"ssiya":3123,"Ġnor":3124,"xabar":3125,"ĠShundan":3126,"Ġ2015":3127,"enko":3128,"Ġlavozim":3129,"xira":3130,"Ġtashkiloti":3131,"Ġstrate":3132,"mizga":3133,"ChJ":3134,"Ġtashkilotlar":3135,"Prezident":3136,"Ġkino":3137,"Ġtumanidagi":3138,"stagram":3139,"Ġhamkor":3140,"Ġyilga":3141,"niqsa":3142,"Ġsharoi":3143,"Ġdip":3144,"yanvar":3145,"book":3146,"onald":3147,"Ġehtiyo":3148,"dini":3149,"bal":3150,"Ġchor":3151,"larus":3152,"Ġchunki":3153,"orazm":3154,"Ba":3155,"tatsiya":3156,"Ġdepartam":3157,"uddi":3158,"qli":3159,"ress":3160,"Ġtarixi":3161,"Ġfikri":3162,"skiy":3163,"Ġfermer":3164,"Ġprofes":3165,"ĠMChJ":3166,"Ġsovuq":3167,"Ġovqat":3168,"Da":3169,"irdaryo":3170,"Ġqatnash":3171,"ting":3172,"Ġqaysi":3173,"Ġoktabr":3174,"boyev":3175,"Ġolim":3176,"Ġshamol":3177,"Ġtili":3178,"landiya":3179,"Ġekanligini":3180,"transport":3181,"Ġyigi":3182,"Mar":3183,"Ġyuridik":3184,"Ġucha":3185,"Ġboshqaruvi":3186,"cebook":3187,"tilmoqda":3188,"Ġzi":3189,"Ġtoifa":3190,"Ġbara":3191,"Ġtomosha":3192,"choq":3193,"oktabr":3194,"Ġ2022":3195,"Ġekani":3196,"Ġdeputat":3197,"masiga":3198,"qqat":3199,"Ġchuqur":3200,"ĠPa":3201,"minan":3202,"Ġqolish":3203,"Ġyon":3204,"laydigan":3205,"legatsiya":3206,"Ġmuammolar":3207,"Ġmaterial":3208,"dlar":3209,"ĠIslom":3210,"Ġreyti":3211,"rupsiya":3212,"ĠMazkur":3213,"Ġuchinchi":3214,"ardi":3215,"ĠQu":3216,"2020":3217,"Ġsheri":3218,"munikatsiya":3219,"ĠVladimir":3220,"lek":3221,"hammad":3222,"Man":3223,"arakat":3224,"kuna":3225,"Ġishtirokida":3226,"rum":3227,"Ġaniqlash":3228,"Ġsaqlab":3229,"Ġhozirgi":3230,"ment":3231,"zbekistondagi":3232,"Ġkasb":3233,"ys":3234,"Ġsur":3235,"Ġhozirda":3236,"lashib":3237,"lli":3238,"Yangi":3239,"TA":3240,"stra":3241,"Ġmulk":3242,"Ġmualli":3243,"Ġorgani":3244,"llar":3245,"ber":3246,"iyun":3247,"Ġem":3248,"ĠLa":3249,"ĠMahkama":3250,"Ġ(âĢľ":3251,"sonli":3252,"Ġzaxira":3253,"ĠSho":3254,"orozi":3255,"shyo":3256,"pchilik":3257,"uni":3258,"ĠGa":3259,"Ġkutilmoqda":3260,"Ġbosqichi":3261,"Ġboradi":3262,"stitut":3263,"Ġmoddiy":3264,"vyu":3265,"bit":3266,"Ġhuk":3267,"Ġkol":3268,"Ġkredit":3269,"Ġmuddat":3270,"selona":3271,"Ġboshqarish":3272,"Ġmarosi":3273,"rilgani":3274,"ishi":3275,"ngizni":3276,"Ġmuz":3277,"qul":3278,"Ġmajburiy":3279,"los":3280,"Me":3281,"ĠBuyuk":3282,"Ġsin":3283,"Ġqarz":3284,"xonasi":3285,"Ġogoh":3286,"Ġjabr":3287,"._":3288,"ilov":3289,"Ġdehqon":3290,"Ġmudofaa":3291,"Ġtark":3292,"Ġ70":3293,"Ġsiyosa":3294,"lashni":3295,"Ġholatlari":3296,"ĠXalqaro":3297,"Ġzarba":3298,"Ġsanksiya":3299,"Ġqavat":3300,"Ġberishi":3301,"Ġxos":3302,"zin":3303,"Ġkm":3304,"Ġimkonini":3305,"Ġborgan":3306,"Ġtrans":3307,"kab":3308,"tishni":3309,"ĠBuning":3310,"arb":3311,"Ġfoto":3312,"Ġinstituti":3313,"tirmoqda":3314,"Ġcheklov":3315,"Ġdavrida":3316,"Ġjarayoni":3317,"Ġetishi":3318,"tma":3319,"chrashuv":3320,"Ġkadr":3321,"Ġsudi":3322,"Ġyashi":3323,"uldu":3324,"Ġnavbatdagi":3325,"noyabr":3326,"ig":3327,"ket":3328,"spaniya":3329,"ulot":3330,"Ġbuzi":3331,"dliya":3332,"Ġnorozi":3333,"Ġboshlangan":3334,"99":3335,"Ġulardan":3336,"rniga":3337,"ĠRossiyaning":3338,"Ġturdagi":3339,"Ġtashrifi":3340,"Ġehti":3341,"ĠSurxondaryo":3342,"aprel":3343,"Ġkutilmaydi":3344,"Â».":3345,"ĠAra":3346,"kompaniya":3347,"Ġau":3348,"Ġkengaytirish":3349,"stru":3350,"Ġsiyosat":3351,"Ġfevral":3352,"Ġoddiy":3353,"Ġdelegatsiya":3354,"Ġmashg":3355,"Ġhududiy":3356,"Ġberishicha":3357,"Ġustidan":3358,"stoni":3359,"Ġkuzat":3360,"lumotlarni":3361,"Men":3362,"Ġimkon":3363,"zilma":3364,"ĠQashqadaryo":3365,"rinda":3366,"ĠLu":3367,"Ġata":3368,"Ġnoma":3369,"OVID":3370,"Ġbois":3371,"Real":3372,"toriya":3373,"Ġ35":3374,"Ġboshqaruv":3375,"Ġimtiyo":3376,"qobat":3377,"Ġraketa":3378,"Ġmahsulotlar":3379,"monov":3380,"ĠSog":3381,"mlakat":3382,"Ġjarayonida":3383,"dekabr":3384,"Ġbuning":3385,"Ġhis":3386,"Ġvalyu":3387,"ĠYu":3388,"Ġxabariga":3389,"Ġqisqar":3390,"Ġfoydalani":3391,"Ġagar":3392,"rinni":3393,"18":3394,"Ġaktyor":3395,"pov":3396,"Ġyaqi":3397,"yapmiz":3398,"17":3399,"ĠBar":3400,"lararo":3401,"matik":3402,"yxatdan":3403,"Ġjavobgar":3404,"Ġetishga":3405,"Ġjinoiy":3406,"ĠBunday":3407,"Ka":3408,"zam":3409,"Ġavtobus":3410,"roil":3411,"Ġrad":3412,"ez":3413,"ĠHindiston":3414,"layev":3415,"Ġaniqlandi":3416,"Ġanju":3417,"lining":3418,"dal":3419,"alla":3420,"Ġyashash":3421,"Ġsohasidagi":3422,"Ġxavfsizligi":3423,"tkazib":3424,"ilishi":3425,"Ġahamiyat":3426,"ĠHam":3427,"Ġavtoma":3428,"Ġnamu":3429,"ziz":3430,"Ġishlarini":3431,"sam":3432,"ĠKari":3433,"Ġdam":3434,"Ġyetka":3435,"Ġfili":3436,"kamasi":3437,"Ġ80":3438,"Ġkons":3439,"Ġhamkorlikni":3440,"Ġoda":3441,"tijada":3442,"Ġelchi":3443,"Ġnuqta":3444,"tadbirlar":3445,"gor":3446,"Ġxoh":3447,"Ġ90":3448,"ĠKeyin":3449,"Xalq":3450,"tel":3451,"Ġen":3452,"ff":3453,"Ġdars":3454,"'d":3455,"Ha":3456,"Ġqilayotgan":3457,"gandi":3458,"Ġijobiy":3459,"ĠJahon":3460,"Ġavvalroq":3461,"Ġbaro":3462,"Ġstandar":3463,"onlar":3464,"Ġixti":3465,"Ġmahrum":3466,"Ġtarmoqlarda":3467,"ĠRespublikasining":3468,"Barselona":3469,"ĠRah":3470,"sish":3471,"Ġchiqaruvchi":3472,"Ġamaliy":3473,"Ġola":3474,"IA":3475,"Ġrioya":3476,"ganda":3477,"ĠDonald":3478,"Ġboshla":3479,"Ġtaxminan":3480,"Ġmarkaziy":3481,"surs":3482,"llani":3483,"Ġpun":3484,"iro":3485,"Ġoylik":3486,"Ġseri":3487,"Ġketishi":3488,"tni":3489,"Ġmuassasalari":3490,"Ġmamlakatimiz":3491,"Ġsolish":3492,"Ġonlayn":3493,"Ġvalyuta":3494,"likning":3495,"Ġgapi":3496,"Ġeri":3497,"2019":3498,"Ġbugun":3499,"Ġpaxta":3500,"Ġtopish":3501,"Ġqurilishi":3502,"Ġintervyu":3503,"chiq":3504,"rishni":3505,"ktar":3506,"Li":3507,"ĠBer":3508,"Ġoxirgi":3509,"Ġtasvir":3510,"Ġkecha":3511,"ĠAs":3512,"Ġilgari":3513,"iza":3514,"ĠSirdaryo":3515,"Al":3516,"Ġjihoz":3517,"Ġsharqdan":3518,"gida":3519,"Ġang":3520,"mino":3521,"Ġalbatta":3522,"lashuv":3523,"ĠXorazm":3524,"ĠDi":3525,"onanda":3526,"ĠMuhammad":3527,"Ġchalingan":3528,"Bir":3529,"jorat":3530,"Ġfilm":3531,"shiq":3532,"AT":3533,"Ġqonuniy":3534,"Ġraqobat":3535,"ĠCOVID":3536,"Ġatrofida":3537,"Ġdarajasi":3538,"riladigan":3539,"ĠPe":3540,"qnash":3541,"Ġmaqola":3542,"Ġayollar":3543,"Ġshuncha":3544,"Ġtelekanali":3545,"Ġhayo":3546,"11":3547,"Ġnizo":3548,"Ġatrof":3549,"ĠZa":3550,"lardi":3551,"Ġishlagan":3552,"Ġxizmatlar":3553,"maydigan":3554,"Ġmobil":3555,"Ġfun":3556,"Ġmiqdorida":3557,"Ġhuquqiy":3558,"jalik":3559,"Ġyetdi":3560,"mizning":3561,"zA":3562,"ĠToshkentda":3563,"Gaz":3564,"ergetika":3565,"ĠEndi":3566,"dav":3567,"ĠTashqi":3568,"shing":3569,"Ġhamkorlikda":3570,"goh":3571,"ĠQonun":3572,"Ġchoralar":3573,"Ġyomg":3574,"ahra":3575,"Ġgektar":3576,"Ġqoladi":3577,"demiyasi":3578,"Ġparlament":3579,"Ġuchast":3580,"Ġmuxlis":3581,"iqtisodiy":3582,"Ġtamo":3583,"rgaz":3584,"hati":3585,"ĠIIV":3586,"Ġmobay":3587,"Ġoltin":3588,"tkaziladi":3589,"Ġavtomashina":3590,"ĠIchki":3591,"Ġqilgani":3592,"Ġqatna":3593,"Ġsmartfon":3594,"dio":3595,"lubi":3596,"Ġdiplo":3597,"kash":3598,"nati":3599,"Ġrozi":3600,"IV":3601,"lmasligi":3602,"umon":3603,"Ġziyod":3604,"40":3605,"ĠMasalan":3606,"Ġresurs":3607,"Ġoldida":3608,"Ġholatlar":3609,"Ġistiq":3610,"rinish":3611,"Ġpandemiya":3612,"tmoqda":3613,"tra":3614,"jjat":3615,"ĠKim":3616,"lug":3617,"Ġmasalalar":3618,"2018":3619,"Ġarzon":3620,"lyat":3621,"Ġxato":3622,"Ġturizm":3623,"Ġpayt":3624,"Ġmobaynida":3625,"etro":3626,"Ġboxabar":3627,"tqi":3628,"Ġmexa":3629,"Ġtayyorgarlik":3630,"qismi":3631,"Ġmiqdorda":3632,"Ġijara":3633,"Sport":3634,"Ġochko":3635,"ska":3636,"Ġmaydoni":3637,"Ġistasangiz":3638,"Pa":3639,"Ġkelmoqda":3640,"Be":3641,"pol":3642,"Ġyillar":3643,"iyo":3644,"Ġbiti":3645,"Ġsurish":3646,"Ġbilim":3647,"Ġtana":3648,"Ġmuta":3649,"Ġhissa":3650,"Ġoshirilgan":3651,"Ġlits":3652,"AR":3653,"leks":3654,"chib":3655,"Ġtaqdi":3656,"ĠArabi":3657,"Ġchempiona":3658,"Ġjamiyati":3659,"ratu":3660,"chester":3661,"Ġmamlakatning":3662,"Ġsug":3663,"ĠKenga":3664,"Ġtopilgan":3665,"ĠChi":3666,"Lo":3667,"ĠNur":3668,"yinda":3669,"Ġavvalgi":3670,"Ġfikricha":3671,"Ġhozircha":3672,"Ġqarab":3673,"Ġsalohi":3674,"ĠFar":3675,"met":3676,"Ġnamuna":3677,"Ġbaland":3678,"Ġmuzokaralar":3679,"Ġamaliyot":3680,"vosti":3681,"tor":3682,"ĠAQShning":3683,"wit":3684,"Ġolini":3685,"Ġbizning":3686,"Ġehtiyoj":3687,"Ġada":3688,"Ġixtisos":3689,"Xitoy":3690,"16":3691,"ĠUnga":3692,"Ġbajar":3693,"Ġhayoti":3694,"Ġolti":3695,"Ġqamoq":3696,"layman":3697,"Ġsut":3698,"ligidan":3699,"Ġmurabbiy":3700,"Ġbiror":3701,"boy":3702,"saddi":3703,"Inter":3704,"gich":3705,"ĠNor":3706,"yadi":3707,"Ġtartibga":3708,"rma":3709,"Ġshakli":3710,"ĠAng":3711,"lmadi":3712,"ĠKar":3713,"Ġmijo":3714,".âĢĶ":3715,"Ġviloyatlarida":3716,"tihon":3717,"Ġkiriti":3718,"Ġaksari":3719,"Ġuskuna":3720,"Ġrahbariyati":3721,"ĠBay":3722,"Ġyangiliklaridan":3723,"Ġxay":3724,"nayotgan":3725,"Kun":3726,"Ġxususan":3727,"ĠMahkamasining":3728,"Ġhaq":3729,"ngizga":3730,"yida":3731,"bini":3732,"Ġqilingandi":3733,"ĠShimoliy":3734,"Ġ300":3735,"riyb":3736,"Ġchiqishi":3737,"ĠUni":3738,"filak":3739,"Ġ198":3740,"Ġhisobiga":3741,"Ġkolle":3742,"xsha":3743,"Ġraqam":3744,"Ġaholining":3745,"ĠThe":3746,"ĠBelarus":3747,"Ġtaraqqi":3748,"tosh":3749,"ĠDo":3750,"Ġhosil":3751,"Ġsayyoh":3752,"tazam":3753,"Ġve":3754,"ĠArabistoni":3755,"2021":3756,"Ġrivojlanish":3757,"shanda":3758,"vatsion":3759,"Ġtasdiqlangan":3760,"Yanada":3761,"Ġsotish":3762,"lanishiga":3763,"harakat":3764,"ker":3765,"kta":3766,"Ġul":3767,"lmasa":3768,"tadbirlari":3769,"Ġhisobidan":3770,"Ġjon":3771,"Ayni":3772,"fevral":3773,"Ġmajburi":3774,"Ġqavatli":3775,"muro":3776,"Ġaktrisa":3777,"Ġholatiga":3778,"ĠItaliya":3779,"Ġqariyb":3780,"lisher":3781,"tiruv":3782,"Ġinno":3783,"Ġmutaxassislar":3784,"Ġumuman":3785,"Ġketish":3786,"Bosh":3787,"sanoat":3788,"Ġrekor":3789,"Ġ+":3790,"Ġbarpo":3791,"Ġxabarida":3792,"Ġbudjet":3793,"Ġver":3794,"Ġsherik":3795,"mish":3796,"jonov":3797,"Ġsalbiy":3798,"Ġaholisi":3799,"zosi":3800,"ĠAyni":3801,"kom":3802,"ekund":3803,"davlat":3804,"lol":3805,"Ġurush":3806,"Ġyadro":3807,"Ġyut":3808,"Ġvaz":3809,"oz":3810,"Ġyilgi":3811,"Ġhol":3812,"rafi":3813,"usta":3814,"lati":3815,"gaz":3816,"13":3817,"Ġmadaniyat":3818,"eksiyasi":3819,"witter":3820,"Ġkamera":3821,"Ġustida":3822,"Bugun":3823,"Ġqiladigan":3824,"Ġkorrupsiya":3825,"lashadi":3826,"Ġoshirilishi":3827,"Ġtopshiriq":3828,"Ġshahrining":3829,"sekund":3830,"Ġnechta":3831,"Ġdoim":3832,"Ġkafo":3833,"ray":3834,"batga":3835,"Ġturar":3836,"ws":3837,"Ġinfratu":3838,"Ġsot":3839,"Ġmadaniy":3840,"Ġkelgu":3841,"lidan":3842,"Ġmuntazam":3843,"Ġusta":3844,"ĠShuning":3845,"rni":3846,"Ġino":3847,"tiriladi":3848,"Ġekanligi":3849,"200":3850,".\"":3851,"60":3852,"chilarning":3853,"Ġterror":3854,"Ġolmaydi":3855,"Ġchiqilgan":3856,"ova":3857,"Ġinfeksiya":3858,"Ġusul":3859,"Ro":3860,"Ġamerika":3861,"Ġkeltirib":3862,"ĠXususan":3863,"lisi":3864,"Ġ33":3865,"Ġfavqulodda":3866,"De":3867,"monlar":3868,"Ġrossiya":3869,"Ġmehmonxona":3870,"Ġaytish":3871,"lav":3872,"Ġbuyum":3873,"ishlangan":3874,"zlarini":3875,"Ġolinadi":3876,"Ġtosh":3877,"jtimoiy":3878,"Ġsovg":3879,"rsatgan":3880,"yer":3881,"ĠSaudiya":3882,"Ġhuquqlari":3883,"14":3884,"ten":3885,"Ġmuvaffaqiyatli":3886,"mand":3887,"Ġelektro":3888,"Ġumum":3889,"Ġes":3890,"Ġkunlik":3891,"umi":3892,"Ġdollarni":3893,"Ġinobatga":3894,"ologiya":3895,"bin":3896,"ĠKi":3897,"Ġbarchasi":3898,"Ġgapir":3899,"layotganini":3900,"urmat":3901,"Agar":3902,"Ġtahdi":3903,"Tadbir":3904,"otor":3905,"ĠEl":3906,"Ġoson":3907,"unar":3908,"Ġgumon":3909,"kmaniston":3910,"Ġkuchlari":3911,"Ġhaqiqiy":3912,"Ġqaroriga":3913,"Ġpalatasi":3914,"Ġbirida":3915,"Ġsifatli":3916,"lni":3917,"Ġuchastka":3918,"Ġboshida":3919,"uquqi":3920,"sional":3921,"Ġmumkinligini":3922,"Ġeko":3923,"Ġmustahkamlash":3924,"atr":3925,"ologik":3926,"ps":3927,"Ġkuchi":3928,"uvor":3929,"Ġuniversitet":3930,"27":3931,"vka":3932,"Ġavva":3933,"Ġsum":3934,"Ġmasji":3935,"âĢ¢":3936,"Ġimport":3937,